[
  { "id": 1, "src": "/pics/1.jpeg", "choice": "1", "alt": "Post 1", "link": "https://www.hilton.com/en/hotels/sinodci-conrad-singapore-orchard/dining/summer-palace/", "name": "Summer Palace", "category": "food", "rating": 4.5, "price": "150", "location": "1 Cuscaden Rd, Level 3, Singapore 249715", 
  "description": "One of Singapore’s most revered Michelin-star restaurants, Summer Palace represents the\npinnacle of Cantonese cuisine, where authentic Cantonese traditions meet culinary inspirations,\nusing the finest seasonal ingredients to craft a revered dining experience." },
  { "id": 2, "src": "/pics/2.jpeg", "choice": "8", "alt": "Post 2", "link": "https://www.lawrys.com.sg/", "name": "Lawry's The Prime Rib", "category": "food", "rating": 4.4, "price": "100", "location": "333A Orchard Rd, #04 - 01 / 31, Singapore 238897", 
  "description": "Outpost of a classic beef & seafood fine-dining chain with tableside carving in a formal setting." },
  { "id": 3, "src": "/pics/3.jpeg", "choice": "8", "alt": "Post 3", "link": "https://www.alma.sg/our-menu",  "name": "Alma by Juan Amador", "category": "food", "rating": 4.5, "price": "100", "location": "22 Scotts Rd, Singapore 228221", 
  "description": "Alma offers a great value 4-course set lunch starting from only $68* which is great for corporate lunches or a mid-week treat in the bustling Orchard area. Diners can enjoy exceptional ambience both in the spacious restaurant, as well as outdoors on the lounge terrace with a bar." },
  { "id": 4, "src": "/pics/4.jpeg", "choice": "6", "alt": "Post 4", "link": "",  "name": "Saigon Legend - West Coast Plaza", "category": "food", "rating": 4.7, "price": "30", "location": "154 W Coast Rd, #02-24 West Coast Plaza, Singapore 127371", 
  "description": "Enjoy Vietnamese food at Saigon Legend @ West Coast Plaza." },
  { "id": 5, "src": "/pics/5.jpeg", "choice": "5", "alt": "Post 5", "link": "",  "name": "Tha Chang Noodle Bar", "category": "food", "rating": 4, "price": "25", "location": "171 Telok Ayer St, Singapore 068621", 
  "description": "Tha Chang Noodle Bar is a popular eatery known for their Thai boat noodles. " },
  { "id": 6, "src": "/pics/6.jpeg", "choice": "2", "alt": "Post 6", "link": "http://tamaya.sg/",  "name": "Tamaya Dining", "category": "food", "rating": 3.9, "price": "60", "location": "45 Cuppage Rd, Cuppage Terrace, Singapore 229464", 
  "description": "Tamaya Dining is a place where families, big groups, friends and companies gathers to enjoy hotpot served with the best ingredients." },
  { "id": 7, "src": "/pics/7.jpeg", "choice": "2", "alt": "Post 7", "link": "",  "name": "IKURA Japanese - West Coast Plaza", "category": "food", "rating": 3.8, "price": "45", "location": "154 W Coast Rd, B1-48 west coast plaza, Singapore 127371", 
  "description": "Delicious Japanese food located in the west! " },
  { "id": 8, "src": "/pics/8.jpeg", "choice": "7", "alt": "Post 8", "link": "https://www.328katonglaksa.sg/ ",  "name": "328 Katong Laksa", "category": "food", "rating": 3.9, "price": "10", "location": "51 E Coast Rd, Singapore 428770", 
  "description": "This Laksa shop boasts a unique style that has attracted both tourists and locals alike. Renowned for earning the Michelin Bib Gourmand and being visited by Gordon Ramsay, it's no surprise it's so popular." },
  { "id": 9, "src": "/pics/9.jpeg", "choice": "3", "alt": "Post 9", "link": "https://thecurryculture.sg/store/",  "name": "The Curry Culture - Cuppage Terrace", "category": "food", "rating": 4.2, "price": "25", "location": "31 Cuppage Road Cuppage Terrace, 31 Cuppage Rd, 229457", 
  "description": "The Curry Culture catering is all about authentic food. It is a one-stop shop for customizing all your needs – be it a gala wedding, a birthday party, corporate lunches or a simple gathering with friends – the team can arrange for everything, be it a belly dancer, a DJ or a magician. We offer the most versatile and customizable packages that will match your specific needs." },
  { "id": 10, "src": "/pics/10.jpeg", "choice": "9", "alt": "Post 10", "link": "https://www.jen-eats.com/tanglin/web/restaurants-and-bars-SumptuousSeafoodFeastsAtJ65.aspx ",  "name": "J65 @ JEN Singapore Tanglin", "category": "food", "rating": 4.1, "price": "90", "location": "1A Cuscaden Rd, Singapore 249716", 
  "description": "J65 celebrates Singapore’s unique melting pot of cultures through a clear-cut passion for food. Rooted in an island nation in love with seafood, we deliver with panache, vibrance, and enthusiasm, eagerly displayed through our extensive buffet selections highlighting Singaporean specialties and international flavours.\n\nThe outlet boasts a variety of seats from booths, high tables to regular seating to fit all group sizes and occasions. To cap off the inclusivity, J65 is also halal-certified." },
  { "id": 11, "src": "/pics/11.jpeg", "choice": "17", "alt": "Post 11", "link": "https://www.singapore-tickets.com/resorts-world-sentosa/universal-studios-tickets/",  "name": "Universal Studios Singapore", "category": "landscape", "rating": 4.6, "price": "80", "location": "8 Sentosa Gateway, 098269", 
  "description": "Visit Universal Studios Singapore, a Hollywood-inspired theme park, for a thrilling day with friends and family. Divided into six zones, the park hosts 28 exciting rides and attractions that are perfect for every film lover. Book Universal Studios Singapore tickets with us to enjoy one-day direct entry, unlimited access to all rides, and combo experiences." },
  { "id": 12, "src": "/pics/12.jpeg", "choice": "16", "alt": "Post 12", "link": "https://www.singapore-tickets.com/gardens-by-the-bay-tickets/",  "name": "Gardens by the Bay", "category": "landscape", "rating": 4.7, "price": "10", "location": "18 Marina Gardens Dr, Singapore 018953", 
  "description": "Marvel at the stunning Flower Dome, immerse yourself in the unforgettable Avatar-themed experience at the Cloud Forest with its indoor waterfalls and stroll along the Skyway for breathtaking views. Purchase Gardens by the Bay tickets for unlimited access to all attractions, or opt for a combo tour that includes Floral Fantasy. Don't miss out on this one-of-a-kind adventure." },
  { "id": 13, "src": "/pics/13.jpeg", "choice": "17", "alt": "Post 13", "link": "https://www.snowcitytickets.com/",  "name": "Snow City", "category": "landscape", "rating": 3.5, "price": "12", "location": "21 Jurong Town Hall Rd, Singapore 609433", 
  "description": "Book Snow City Singapore tickets and enjoy a magical winter wonderland experience in the tropics. Play around with snowballs, find shelter in an igloo, lie down to make your very own snow angel, and get to see beautiful ice sculptures." },
  { "id": 14, "src": "/pics/14.jpeg", "choice": "17", "alt": "Post 14", "link": "https://www.singapore-tickets.com/skyline-luge-sentosa/",  "name": "Skyline Luge Sentosa", "category": "landscape", "rating": 4.6, "price": "32.39", "location": "1 Imbiah Rd, 099692", 
  "description": "Embark on an exhilarating adventure as you race down a gravity-powered luge track and enjoy a scenic chairlift ride. Explore our Skyline Luge Sentosa tickets, featuring a range of options for an unforgettable ride!" },
  { "id": 15, "src": "/pics/15.jpeg", "choice": "17", "alt": "Post 15", "link": "https://www.singapore-tickets.com/trick-eye-museum-tickets/",  "name": "Trickeye Museum Singapore", "category": "landscape", "rating": 4, "price": "26", "location": "80 Siloso Road, Southside, Blk B, #01-04, 098969", 
  "description": "Experience optical illusions at Trickeye Museum in Singapore. Dive into some trippy landscapes and let your senses be amazed. Book you tickets today, and head out!" },
  { "id": 16, "src": "/pics/16.jpeg", "choice": "14", "alt": "Post 16", "link": "https://www.nhb.gov.sg/acm/",  "name": "Asian Civilisations Museum Tickets", "category": "landscape", "rating": 4.6, "price": "15", "location": "1 Empress Pl, Singapore 179555", 
  "description": "The Asian Civilisations Museum is an institution which forms a part of the four museums in Singapore, the other three being the Peranakan Museum, the National Museum of Singapore and the Singapore Art Museum. It is one of the pioneering museums in the region to specialise in pan-Asian cultures and civilisations." },
  { "id": 17, "src": "/pics/17.jpeg", "choice": "14", "alt": "Post 17", "link": "https://www.nhb.gov.sg/nationalmuseum/",  "name": "National Museum of Singapore Tickets", "category": "landscape", "rating": 4.6, "price": "15", "location": "93 Stamford Rd, Singapore 178897", 
  "description": "The National Museum of Singapore is a public museum dedicated to Singapore art, culture and history." },
  { "id": 18, "src": "/pics/18.jpeg", "choice": "15", "alt": "Post 18", "link": "https://www.rwsentosa.com/en/attractions/sea-aquarium",  "name": "SEA Aquarium", "category": "landscape", "rating": 4.6, "price": "30", "location": "8 Sentosa Gateway, Sentosa Island, Singapore 098269", 
  "description": "S.E.A. Aquarium is one of the world’s largest aquariums, home to more than 100,000 marine animals representing 1,000 species across more than 40 diverse habitats. The vast array of aquatic life is complemented by interactive programmes, up-close animal encounters and immersive learning journeys to inspire visitors to protect the world’s oceans." },
  { "id": 19, "src": "/pics/19.jpeg", "choice": "15", "alt": "Post 19", "link": "https://www.mandai.com/en/ticketing/admission-and-rides/parks-selection.html",  "name": "Mandai Wildlife Reserve", "category": "landscape", "rating": 4.3, "price": "39.9", "location": "80 Mandai Lake Rd, Singapore 729826", 
  "description": "An unforgettable wildlife adventure at Mandai awaits! Explore and discover the wonders at Bird Paradise, Singapore Zoo, Night Safari and River Wonders." },
  { "id": 20, "src": "/pics/20.jpeg", "choice": "18", "alt": "Post 20", "link": "https://www.singaporeflyer.com/en",  "name": "Singapore Flyer", "category": "landscape", "rating": 4.6, "price": "39.99", "location": "30 Raffles Ave., Singapore 039803", 
  "description": "Singapore Flyer, one of the largest observation wheels in the world. Marvel at the breathtaking views of Marina Bay from the Singapore Flyer's capsules." },
  { "id": 21, "src": "/pics/21.jpeg", "choice": "12", "alt": "Post 21", "link": "https://www.anchorpoint.com.sg/",  "name": "Anchorpoint Shopping Center", "category": "shopping", "rating": 3.9, "price": "0", "location": "370 Alexandra Rd, Singapore 159953", 
  "description": "To go on cheap shopping in Singapore, visit Anchorpoint shopping centre, known for exclusive branded luxury materials at very affordable prices. Plan your visit to this shopping place in Singapore during weekends when everything is available at throwaway prices in weekly sales. It is also known to be a place where one can find supermarkets, food courts, clinics, and launderettes in one place." },
  { "id": 22, "src": "/pics/22.jpeg", "choice": "12", "alt": "Post 22", "link": "https://www.capitaland.com/sg/malls/bugis-street/en.html",  "name": "Bugis Street", "category": "shopping", "rating": 4.4, "price": "0", "location": "3 New Bugis St, Singapore 188867", 
  "description": "Bugis Street is a famous shopper’s paradise and one of the great places to go shopping in Singapore. It is Singapore’s most happening and biggest shopping destination, which always remains busy, and the prices here are incredibly low. This bustling area is a popular destination for shopping, enjoying delicious meals, and relaxing at trendy cafes and bars open late. The Bugis Street Market is located in the heart of it all, conveniently situated next to the malls near the Bugis MRT Station. You get souvenirs, clothes, accessories, electronics, houseware, and cosmetics. The products start at just SGD 1." },
  { "id": 23, "src": "/pics/23.jpeg", "choice": "12", "alt": "Post 23", "link": "https://chinatown.sg/",  "name": "Chinatown", "category": "shopping", "rating": 4.2, "price": "0", "location": "288 South Bridge Rd, Singapore 058840", 
  "description": "Chinatown is one of the places to go in Singapore if you are looking for cheap shopping. Chinatown is a great place for people who are looking for a budget shopping experience in Singapore. However, if you are a hearty bargainer, you can easily purchase a good-quality product from here at a reasonable price. Ann Siang Road, Chinatown Point, and Books are actually the most popular stores in Chinatown. For Singapore shopping streets, head to Chinatown." },
  { "id": 24, "src": "/pics/24.jpeg", "choice": "12", "alt": "Post 24", "link": "https://www.visitsingapore.com/see-do-singapore/places-to-see/orchard/",  "name": "Orchard Road", "category": "shopping", "rating": 4.5, "price": "0", "location": "5 Orchard Rd, Singapore 237973", 
  "description": "Undoubtedly, Orchard Road is a shopper’s and diner’s paradise that offers luxury retail to world-class global cuisines. There are several established shops here that provide visitors and locals with a great shopping experience all together. \nHere, you can buy fashionable clothes, branded items, accessories, shoes, etc. Also, there are many affordable shopping options here. You can head to the Ion Orchard Mall, a multi-storey building where you can buy designer outfits. Lucky Plaza, Tangs Plaza, and Paragon are also a few malls here." },
  { "id": 25, "src": "/pics/25.jpeg", "choice": "12", "alt": "Post 25", "link": "https://www.visitsingapore.com/walking-tour/culture/in-the-neighbourhood-little-india/",  "name": "Little India", "category": "shopping", "rating": 4.1, "price": "0", "location": "141 Serangoon Rd, Singapore 218042", 
  "description": "One of the vibrant destinations of Singapore is Little India, which also presents rich cultural experiences because of the presence of religious sites. As the name suggests, Little India showcases Indian culture and is a small area with cafes and shops.\n\nAlthough Little India is famous for shopping in Singapore for Indian things, you can also have a great food experience here. You can also visit the Mustafa Center here, providing a 24-hour shopping experience. Make sure you grab a bite at the Tekka Center, Banana Leaf Apolo, or any other nearby restaurant for the best Indian food." },
  { "id": 26, "src": "/pics/26.jpeg", "choice": "12", "alt": "Post 26", "link": "",  "name": "Haji Lane", "category": "shopping", "rating": 4.6, "price": "0", "location": "64 Haji Ln, Singapore 189257", 
  "description": "Located in the heart of Kampong Glam, Haji Lane is a stylish alleyway filled with unique independent boutiques, cafes, and quirky stores. It is known for being one of the narrowest streets in Singapore and is adorned with vibrant colours.\n\nFor those seeking unique additions to their wardrobe, Haji Lane has become a popular shopping destination. This lane boasts numerous quirky stores, each inspired by various regions and periods. These shops offer exclusive and exotic products that cannot be found elsewhere." },
  { "id": 27, "src": "/pics/27.jpeg", "choice": "12", "alt": "Post 27", "link": "https://www.marinabaysands.com/",  "name": "Marina Bay Sands", "category": "shopping", "rating": 4.6, "price": "0", "location": "10 Bayfront Ave, Singapore 018956", 
  "description": "If you want luxurious shopping in Singapore, head to Marina Bay, where you will find some of the finest malls. These malls offer a blend of modern convenience with various high street and luxury brands.\n\nFor the ultimate luxury shopping in Singapore, head to the Shoppes, a part of the remarkable Marina Bay Sands complex that houses flagship stores by well-known luxury brands. There are hundreds of shops, great cafes and bars, and world-class restaurants here. Other shop options include the Suntec Center, Esplanade Mall, Marina Square, etc." },
  { "id": 28, "src": "/pics/28.jpeg", "choice": "12", "alt": "Post 28", "link": "https://www.capitaland.com/sg/malls/clarkequay/en.html",  "name": "Clarke Quay", "category": "shopping", "rating": 4.5, "price": "0", "location": "3 River Valley Rd, Singapore 179024", 
  "description": "The Clarke Quay and Riverside area is a popular tourist destination in the city for good reasons. While it’s widely known for its diverse range of restaurants, bars, and clubs, it also offers several malls and boutiques that cater to the needs of all kinds of shoppers. \n\nClarke Quay and Riverside Point have shopping shops. Apart from that, there are also malls nearby to shop. So this includes Clarke Quay Central, Funan DigitalLife Mall, etc. \n\nYou can shop for clothes, homeware, accessories, electronics and souvenirs. You need to explore the shops and then shop for your needs." },
  { "id": 29, "src": "/pics/29.jpeg", "choice": "12", "alt": "Post 29", "link": "",  "name": "Holland Village", "category": "shopping", "rating": 4.4, "price": "0", "location": "118 Holland Ave, Singapore 278973", 
  "description": "Holland Village used to house British Army personnel and their families. The European influence on its architecture is still evident in the charming shophouses and low-rise buildings that remain today.\n\nYou can visit the Holland Village Shopping Centre when shopping in Singapore in the Holland Village area. This centre offers retail and grocery shopping, banks, and more. Here, you can shop for carpets, antiques, furniture, arts and crafts, fashion, and footwear. \n\nAlso, you can find Asian-influenced furnishings, exotic homeware, and accessories. Get some souvenirs, too, if you are looking for one." },
  { "id": 30, "src": "/pics/30.jpeg", "choice": "12", "alt": "Post 30", "link": "https://www.vivocity.com.sg/",  "name": "VivoCity", "category": "shopping", "rating": 4.5, "price": "0", "location": "1 HarbourFront Walk, Singapore 098585", 
  "description": "If you want the ultimate shopping experience in Singapore, head to VivoCity, which has the best shopping and entertainment in one place. It is one of the largest shopping malls in Singapore, and there are many things to do there. You can find all kinds of brands here, both local and international. It is the perfect place for those who love to shop. If you are getting tired of roaming around, take a break and check out the amphitheatre and sky park on the top floor." },
  { "id": 31, "src": "/pics/31.jpeg", "choice": "", "alt": "Post 31", "link": "https://www.booking.com/hotel/sg/capsulepod-aljunied.en-gb.html?label=gen173nr-1FCAEoggI46AdIM1gEaMkBiAEBmAEJuAEHyAEM2AEB6AEB-AEMiAIBqAIDuAL5oY6qBsACAdICJDg3YWZjM2Y3LThkYmYtNGU1MC04NTBiLWYzMmU5MDYyMTBiZdgCBuACAQ&sid=7037d681429efcf02d94f5d0a68e9fc2&aid=304142&ucfs=1&arphpl=1&checkin=2024-03-14&checkout=2024-03-15&group_adults=1&req_adults=1&no_rooms=1&group_children=0&req_children=0&hpos=1&hapos=1&sr_order=popularity&srpvid=2b221352c10b004f&srepoch=1708397095&all_sr_blocks=511673801_380522964_0_0_0&highlighted_blocks=511673801_380522964_0_0_0&matching_block_id=511673801_380522964_0_0_0&sr_pri_blocks=511673801_380522964_0_0_0__3700&from=searchresults#hotelTmpl",  "name": "CapsulePod@Aljunied", "category": "hotel", "rating": 4, "price": "37", "location": "76A Lor 27 Geylang, Singapore 388194", 
  "description": "Ideally set in the Geylang district of Singapore, CapsulePod@Aljunied is set 2.9 km from Singapore Sports Hub, 4.4 km from Bugis Street and 4.5 km from Mustafa Centre. With a shared lounge, the 1-star hostel has air-conditioned rooms with free WiFi, each with a shared bathroom. Suntec City is 4.5 km from the hostel and Singapore Flyer is 4.8 km away.\n\nAt the hostel the rooms come with bed linen and towels.\n\nFormula 1 Singapore Grand Prix is 5 km from CapsulePod@Aljunied, while Suntec Singapore Convention & Exhibition Centre is 5 km from the property. The nearest airport is Changi Airport, 12 km from the accommodation." },
  { "id": 32, "src": "/pics/32.jpeg", "choice": "", "alt": "Post 32", "link": "https://www.booking.com/hotel/sg/galaxy-pods-capsule-boat-quay.en-gb.html?label=gen173nr-1FCAEoggI46AdIM1gEaMkBiAEBmAEJuAEHyAEM2AEB6AEB-AEMiAIBqAIDuAL5oY6qBsACAdICJDg3YWZjM2Y3LThkYmYtNGU1MC04NTBiLWYzMmU5MDYyMTBiZdgCBuACAQ&sid=7037d681429efcf02d94f5d0a68e9fc2&aid=304142&ucfs=1&arphpl=1&checkin=2024-03-14&checkout=2024-03-15&group_adults=1&req_adults=1&no_rooms=1&group_children=0&req_children=0&hpos=3&hapos=3&sr_order=popularity&srpvid=2b221352c10b004f&srepoch=1708397095&all_sr_blocks=852665802_352674359_1_0_0&highlighted_blocks=852665802_352674359_1_0_0&matching_block_id=852665802_352674359_1_0_0&sr_pri_blocks=852665802_352674359_1_0_0__5494&from_sustainable_property_sr=1&from=searchresults#hotelTmpl",  "name": "Galaxy Pods Capsule Hotel Boat Quay", "category": "hotel", "rating": 3.85, "price": "55", "location": "12 Circular Rd, Singapore 049368", 
  "description": "Conveniently set in the centre of Singapore, Galaxy Pods Capsule Hotel Boat Quay provides air-conditioned rooms, a shared lounge, free WiFi and a terrace. The property is around 800 metres from Sri Mariamman Temple, 700 metres from Asian Civilisations Museum and less than 1 km from City Hall MRT Station. The accommodation offers a 24-hour front desk, and luggage storage for guests. At the capsule hotel, each room has a desk, a flat-screen TV, a shared bathroom, bed linen and towels. Guest rooms at Galaxy Pods Capsule Hotel Boat Quay are equipped with a seating area. Popular points of interest near the accommodation include Singapore City Gallery, Statue of Sir Stamford Raffles and National Gallery Singapore. The nearest airport is Seletar Airport, 17 km from Galaxy Pods Capsule Hotel Boat Quay." },
  { "id": 33, "src": "/pics/33.jpeg", "choice": "", "alt": "Post 33", "link": "https://www.booking.com/hotel/sg/am.en-gb.html?label=gen173nr-1FCAEoggI46AdIM1gEaMkBiAEBmAEJuAEHyAEM2AEB6AEB-AEMiAIBqAIDuAL5oY6qBsACAdICJDg3YWZjM2Y3LThkYmYtNGU1MC04NTBiLWYzMmU5MDYyMTBiZdgCBuACAQ&sid=7037d681429efcf02d94f5d0a68e9fc2&aid=304142&ucfs=1&arphpl=1&checkin=2024-03-14&checkout=2024-03-15&group_adults=1&req_adults=1&no_rooms=1&group_children=0&req_children=0&hpos=2&hapos=2&sr_order=popularity&srpvid=2b221352c10b004f&srepoch=1708397095&all_sr_blocks=797753201_342365994_2_0_0&highlighted_blocks=797753201_342365994_2_0_0&matching_block_id=797753201_342365994_2_0_0&sr_pri_blocks=797753201_342365994_2_0_0__8309&from=searchresults#hotelTmpl",  "name": "AM Hotel", "category": "hotel", "rating": 3.3, "price": "83", "location": "51 Joo Chiat Rd, Singapore 427373", 
  "description": "Set in the Geylang district in Singapore, AM Hotel offers 3-star rooms with free WiFi. The property is around 2.8 km from East Coast Beach, 3.2 km from Singapore Sports Hub and 6.1 km from Bugis Street. Suntec City is 6.1 km from the hotel and Mustafa Centre is 6.1 km away. The hotel will provide guests with air-conditioned rooms offering a desk, a kettle, a safety deposit box, a flat-screen TV and a private bathroom with a shower. Singapore Flyer is 6.4 km from AM Hotel, while Formula 1 Singapore Grand Prix is 6.6 km from the property. The nearest airport is Changi Airport, 11 km from the accommodation." },
  { "id": 34, "src": "/pics/34.jpeg", "choice": "", "alt": "Post 34", "link": "https://www.booking.com/hotel/sg/boss.en-gb.html?label=gen173nr-1FCAEoggI46AdIM1gEaMkBiAEBmAEJuAEHyAEM2AEB6AEB-AEMiAIBqAIDuAL5oY6qBsACAdICJDg3YWZjM2Y3LThkYmYtNGU1MC04NTBiLWYzMmU5MDYyMTBiZdgCBuACAQ&sid=7037d681429efcf02d94f5d0a68e9fc2&aid=304142&ucfs=1&arphpl=1&checkin=2024-03-14&checkout=2024-03-15&group_adults=1&req_adults=1&no_rooms=1&group_children=0&req_children=0&hpos=4&hapos=4&sr_order=popularity&srpvid=2b221352c10b004f&srepoch=1708397095&all_sr_blocks=160313404_372282354_0_2_0&highlighted_blocks=160313404_372282354_0_2_0&matching_block_id=160313404_372282354_0_2_0&sr_pri_blocks=160313404_372282354_0_2_0__16097&from_sustainable_property_sr=1&from=searchresults#hotelTmpl",  "name": "Hotel Boss", "category": "hotel", "rating": 3.35, "price": "161", "location": "500 Jln Sultan, Singapore 199020", 
  "description": "Located along Victoria Street, Hotel Boss offers accommodations in Singapore. It features an outdoor swimming pool and guests can enjoy meals from the 5 of the in-house dining options. Free WiFi is available throughout the property. The air-conditioned rooms are fitted with a flat-screen TV and an electric kettle. The private bathroom includes shower facilities and a hairdryer. Some units have city views. Other facilities at the property include a fitness centre and a children's playground. A business centre is available. The restaurant offers halal fusion and local dishes. " },
  { "id": 35, "src": "/pics/35.jpeg", "choice": "", "alt": "Post 35", "link": "https://www.booking.com/hotel/sg/wanderloft-capsule-hostel.en-gb.html?label=gen173nr-1FCAEoggI46AdIM1gEaMkBiAEBmAEJuAEHyAEM2AEB6AEB-AEMiAIBqAIDuAL5oY6qBsACAdICJDg3YWZjM2Y3LThkYmYtNGU1MC04NTBiLWYzMmU5MDYyMTBiZdgCBuACAQ&sid=7037d681429efcf02d94f5d0a68e9fc2&aid=304142&ucfs=1&arphpl=1&checkin=2024-03-14&checkout=2024-03-15&group_adults=1&req_adults=1&no_rooms=1&group_children=0&req_children=0&hpos=5&hapos=5&sr_order=popularity&srpvid=2b221352c10b004f&srepoch=1708397095&all_sr_blocks=340810204_209142531_1_0_0&highlighted_blocks=340810204_209142531_1_0_0&matching_block_id=340810204_209142531_1_0_0&sr_pri_blocks=340810204_209142531_1_0_0__4140&from=searchresults#hotelTmpl",  "name": "Wanderloft Capsule Hostel", "category": "hotel", "rating": 3.95, "price": "41", "location": "49 South Bridge Road Boat Quay, 058681", 
  "description": "Situated in Singapore, 500 metres from Statue of Sir Stamford Raffles, Wanderloft Capsule Hostel features views of the city. The 1-star capsule hotel has air-conditioned rooms with a shared bathroom and free WiFi. The property is 1 km from Singapore City Gallery, and within 60 metres of the city centre. The rooms at the capsule hotel are fitted with a seating area. All rooms will provide guests with a fridge. Popular points of interest near Wanderloft Capsule Hostel include National Gallery Singapore, Sri Mariamman Temple and Asian Civilisations Museum. The nearest airport is Seletar Airport, 16 km from the accommodation." },
  { "id": 36, "src": "/pics/36.jpeg", "choice": "", "alt": "Post 36", "link": "https://www.booking.com/hotel/sg/santa-grand-boat-quay.en-gb.html?label=gen173nr-1FCAEoggI46AdIM1gEaMkBiAEBmAEJuAEHyAEM2AEB6AEB-AEMiAIBqAIDuAL5oY6qBsACAdICJDg3YWZjM2Y3LThkYmYtNGU1MC04NTBiLWYzMmU5MDYyMTBiZdgCBuACAQ&sid=7037d681429efcf02d94f5d0a68e9fc2&aid=304142&ucfs=1&arphpl=1&checkin=2024-03-14&checkout=2024-03-15&group_adults=1&req_adults=1&no_rooms=1&group_children=0&req_children=0&hpos=6&hapos=6&sr_order=popularity&srpvid=2b221352c10b004f&srepoch=1708397095&all_sr_blocks=43112720_232384148_0_0_0&highlighted_blocks=43112720_232384148_0_0_0&matching_block_id=43112720_232384148_0_0_0&sr_pri_blocks=43112720_232384148_0_0_0__17266&from_sustainable_property_sr=1&from=searchresults#hotelTmpl",  "name": "The Quay Hotel", "category": "hotel", "rating": 3.85, "price": "173", "location": "57 South Bridge Rd, Singapore 058688", 
  "description": "The Quay Hotel is located in a heritage building nestled within the Central Business District and Singapore River. Guests can enjoy meals at the in-house restaurant. Free WiFi is available throughout the property. It is 450 metres to Clarke Quay MRT Station, while both City Hall MRT Station and Raffles Place MRT Station are within 800 metres from the property. The Quay Hotel is a 40-minute drive away from Changi International Airport. Air-conditioned rooms are fitted with LCD cable TV and motion sensor lights. Private bathrooms include a rain shower, hairdryer and slippers Other facilities at the property include a rooftop garden that opens up to panoramic views of the city. Guests can approach the 24-hour front desk for luggage storage, laundry and dry cleaning services. A lift is available to higher floors." },
  { "id": 37, "src": "/pics/37.jpeg", "choice": "", "alt": "Post 37", "link": "https://www.booking.com/hotel/sg/mi-rochor.en-gb.html?label=gen173nr-1FCAEoggI46AdIM1gEaMkBiAEBmAEJuAEHyAEM2AEB6AEB-AEMiAIBqAIDuAL5oY6qBsACAdICJDg3YWZjM2Y3LThkYmYtNGU1MC04NTBiLWYzMmU5MDYyMTBiZdgCBuACAQ&sid=7037d681429efcf02d94f5d0a68e9fc2&aid=304142&ucfs=1&arphpl=1&checkin=2024-03-14&checkout=2024-03-15&group_adults=1&req_adults=1&no_rooms=1&group_children=0&req_children=0&hpos=7&hapos=7&sr_order=popularity&srpvid=2b221352c10b004f&srepoch=1708397095&all_sr_blocks=1042175402_376635895_2_2_0&highlighted_blocks=1042175402_376635895_2_2_0&matching_block_id=1042175402_376635895_2_2_0&sr_pri_blocks=1042175402_376635895_2_2_0__18135&from_sustainable_property_sr=1&from=searchresults#hotelTmpl",  "name": "Hotel Mi Rochor", "category": "hotel", "rating": 4, "price": "181", "location": "89 Short St, Singapore 188216", 
  "description": "Set in Singapore and with Singapore Art Museum reachable within 1 km, Hotel Mi Rochor offers an outdoor swimming pool, non-smoking rooms, free WiFi throughout the property and a garden. This 4-star hotel offers luggage storage space. Private parking is available on site. A buffet breakfast is available every morning at the hotel. Hotel Mi Rochor offers a sun terrace. Speaking English, Hindi, Malay and Chinese at the reception, staff are always on hand to help. Popular points of interest near the accommodation include Mustafa Centre, Bugis Street and Raffles City. The nearest airport is Seletar Airport, 14 km from Hotel Mi Rochor." },
  { "id": 38, "src": "/pics/38.jpeg", "choice": "", "alt": "Post 38", "link": "https://www.booking.com/hotel/sg/jen-singapore-tanglin-by-shangri-la.en-gb.html?label=gen173nr-1FCAEoggI46AdIM1gEaMkBiAEBmAEJuAEHyAEM2AEB6AEB-AEMiAIBqAIDuAL5oY6qBsACAdICJDg3YWZjM2Y3LThkYmYtNGU1MC04NTBiLWYzMmU5MDYyMTBiZdgCBuACAQ&sid=7037d681429efcf02d94f5d0a68e9fc2&aid=304142&ucfs=1&arphpl=1&checkin=2024-03-14&checkout=2024-03-15&group_adults=1&req_adults=1&no_rooms=1&group_children=0&req_children=0&hpos=8&hapos=8&sr_order=popularity&srpvid=2b221352c10b004f&srepoch=1708397095&all_sr_blocks=17560013_387341908_2_42_0&highlighted_blocks=17560013_387341908_2_42_0&matching_block_id=17560013_387341908_2_42_0&sr_pri_blocks=17560013_387341908_2_42_0__29975&from_sustainable_property_sr=1&from=searchresults#hotelTmpl",  "name": "JEN Singapore Tanglin by Shangri-La", "category": "hotel", "rating": 4.2, "price": "300", "location": "JEN Singapore Tanglin by Shangri-La", 
  "description": "JEN Singapore Tanglin by Shangri-La is conveniently located on the Orchard Road shopping district and a 2-minute walk from Orchard Boulevard MRT Station. It features an outdoor swimming pool and guests can enjoy meals at the in-house restaurant. The hotel is connected to Tanglin Mall, where shops, cafes, restaurants and supermarkets are easily within reach." },
  { "id": 39, "src": "/pics/39.jpeg", "choice": "", "alt": "Post 39", "link": "https://www.booking.com/hotel/sg/marina-bay-sands.en-gb.html?label=gen173nr-1FCAEoggI46AdIM1gEaMkBiAEBmAEJuAEHyAEM2AEB6AEB-AEMiAIBqAIDuAL5oY6qBsACAdICJDg3YWZjM2Y3LThkYmYtNGU1MC04NTBiLWYzMmU5MDYyMTBiZdgCBuACAQ&sid=7037d681429efcf02d94f5d0a68e9fc2&aid=304142&ucfs=1&arphpl=1&checkin=2024-03-14&checkout=2024-03-15&group_adults=1&req_adults=1&no_rooms=1&group_children=0&req_children=0&hpos=9&hapos=9&sr_order=popularity&srpvid=2b221352c10b004f&srepoch=1708397095&all_sr_blocks=24588162_266353018_2_0_0&highlighted_blocks=24588162_266353018_2_0_0&matching_block_id=24588162_266353018_2_0_0&sr_pri_blocks=24588162_266353018_2_0_0__74218&from_sustainable_property_sr=1&from=searchresults#hotelTmpl",  "name": "Marina Bay Sands", "category": "hotel", "rating": 4.5, "price": "742", "location": "10 Bayfront Ave, Singapore 018956", 
  "description": "Set in Singapore, 200 metres from The Shoppes at Marina Bay Sands, Marina Bay Sands offers accommodation with a fitness centre, private parking, a restaurant and a bar. This 5-star hotel offers an ATM and a concierge service. The accommodation provides room service, a 24-hour front desk and currency exchange for guests." },
  { "id": 40, "src": "/pics/40.jpeg", "choice": "", "alt": "Post 40", "link": "https://www.booking.com/hotel/sg/park-regis-singapore.en-gb.html?label=gen173nr-1FCAEoggI46AdIM1gEaMkBiAEBmAEJuAEHyAEM2AEB6AEB-AEMiAIBqAIDuAL5oY6qBsACAdICJDg3YWZjM2Y3LThkYmYtNGU1MC04NTBiLWYzMmU5MDYyMTBiZdgCBuACAQ&sid=7037d681429efcf02d94f5d0a68e9fc2&aid=304142&ucfs=1&arphpl=1&checkin=2024-03-14&checkout=2024-03-15&group_adults=1&req_adults=1&no_rooms=1&group_children=0&req_children=0&hpos=10&hapos=10&sr_order=popularity&srpvid=2b221352c10b004f&srepoch=1708397095&all_sr_blocks=26270407_0_1_0_0&highlighted_blocks=26270407_0_1_0_0&matching_block_id=26270407_0_1_0_0&sr_pri_blocks=26270407_0_1_0_0__29291&from_sustainable_property_sr=1&from=searchresults#hotelTmpl",  "name": "Park Regis Singapore", "category": "hotel", "rating": 4, "price": "293", "location": "23 Merchant Rd, Singapore 058268", 
  "description": "Park Regis Singapore offers well-appointed accommodations just 250 metres from Clarke Quay MRT Station and Clarke Quay Central. It features an outdoor swimming pool and guests can enjoy meals at the in-house restaurant or have a drink at the bar. Free WiFi is available throughout the property. It is 450 metres to Singapore River Cruise and 750 metres to the entertainment and nightlife hub of Clarke Quay. The culturally-rich district of Chinatown is 1 km away. The Asian Civilisation Musuem and Victoria Theatre are within 1.2 km from Park Regis Singapore. Changi Airport Singapore is 20.2 km from the property." }


]
