[
  { "id": 1, "src": "/pics/1.jpeg", "choice": "1", "alt": "Post 1", "link": "https://www.hilton.com/en/hotels/sinodci-conrad-singapore-orchard/dining/summer-palace/", "name": "Summer Palace", "category": "food", "rating": 4.5, "price": "150", "location": "1 Cuscaden Rd, Level 3, Singapore 249715", 
  "description": "One of Singapore’s most revered Michelin-star restaurants, Summer Palace represents the\npinnacle of Cantonese cuisine, where authentic Cantonese traditions meet culinary inspirations,\nusing the finest seasonal ingredients to craft a revered dining experience." },
  { "id": 2, "src": "/pics/2.jpeg", "choice": "8", "alt": "Post 2", "link": "https://www.lawrys.com.sg/", "name": "Lawry's The Prime Rib", "category": "food", "rating": 4.4, "price": "100", "location": "333A Orchard Rd, #04 - 01 / 31, Singapore 238897", 
  "description": "Outpost of a classic beef & seafood fine-dining chain with tableside carving in a formal setting." },
  { "id": 3, "src": "/pics/3.jpeg", "choice": "8", "alt": "Post 3", "link": "https://www.alma.sg/our-menu",  "name": "Alma by Juan Amador", "category": "food", "rating": 4.5, "price": "100", "location": "22 Scotts Rd, Singapore 228221", 
  "description": "Alma offers a great value 4-course set lunch starting from only $68* which is great for corporate lunches or a mid-week treat in the bustling Orchard area. Diners can enjoy exceptional ambience both in the spacious restaurant, as well as outdoors on the lounge terrace with a bar." },
  { "id": 4, "src": "/pics/4.jpeg", "choice": "6", "alt": "Post 4", "link": "",  "name": "Saigon Legend - West Coast Plaza", "category": "food", "rating": 4.7, "price": "30", "location": "154 W Coast Rd, #02-24 West Coast Plaza, Singapore 127371", 
  "description": "Enjoy Vietnamese food at Saigon Legend @ West Coast Plaza." },
  { "id": 5, "src": "/pics/5.jpeg", "choice": "5", "alt": "Post 5", "link": "",  "name": "Tha Chang Noodle Bar", "category": "food", "rating": 4, "price": "25", "location": "171 Telok Ayer St, Singapore 068621", 
  "description": "Tha Chang Noodle Bar is a popular eatery known for their Thai boat noodles. " },
  { "id": 6, "src": "/pics/6.jpeg", "choice": "2", "alt": "Post 6", "link": "http://tamaya.sg/",  "name": "Tamaya Dining", "category": "food", "rating": 3.9, "price": "60", "location": "45 Cuppage Rd, Cuppage Terrace, Singapore 229464", 
  "description": "Tamaya Dining is a place where families, big groups, friends and companies gathers to enjoy hotpot served with the best ingredients." },
  { "id": 7, "src": "/pics/7.jpeg", "choice": "2", "alt": "Post 7", "link": "",  "name": "IKURA Japanese - West Coast Plaza", "category": "food", "rating": 3.8, "price": "45", "location": "154 W Coast Rd, B1-48 west coast plaza, Singapore 127371", 
  "description": "Delicious Japanese food located in the west! " },
  { "id": 8, "src": "/pics/8.jpeg", "choice": "7", "alt": "Post 8", "link": "https://www.328katonglaksa.sg/ ",  "name": "328 Katong Laksa", "category": "food", "rating": 3.9, "price": "10", "location": "51 E Coast Rd, Singapore 428770", 
  "description": "This Laksa shop boasts a unique style that has attracted both tourists and locals alike. Renowned for earning the Michelin Bib Gourmand and being visited by Gordon Ramsay, it's no surprise it's so popular." },
  { "id": 9, "src": "/pics/9.jpeg", "choice": "3", "alt": "Post 9", "link": "https://thecurryculture.sg/store/",  "name": "The Curry Culture - Cuppage Terrace", "category": "food", "rating": 4.2, "price": "25", "location": "31 Cuppage Road Cuppage Terrace, 31 Cuppage Rd, 229457", 
  "description": "The Curry Culture catering is all about authentic food. It is a one-stop shop for customizing all your needs – be it a gala wedding, a birthday party, corporate lunches or a simple gathering with friends – the team can arrange for everything, be it a belly dancer, a DJ or a magician. We offer the most versatile and customizable packages that will match your specific needs." },
  { "id": 10, "src": "/pics/10.jpeg", "choice": "9", "alt": "Post 10", "link": "https://www.jen-eats.com/tanglin/web/restaurants-and-bars-SumptuousSeafoodFeastsAtJ65.aspx ",  "name": "J65 @ JEN Singapore Tanglin", "category": "food", "rating": 4.1, "price": "90", "location": "1A Cuscaden Rd, Singapore 249716", 
  "description": "J65 celebrates Singapore’s unique melting pot of cultures through a clear-cut passion for food. Rooted in an island nation in love with seafood, we deliver with panache, vibrance, and enthusiasm, eagerly displayed through our extensive buffet selections highlighting Singaporean specialties and international flavours.\n\nThe outlet boasts a variety of seats from booths, high tables to regular seating to fit all group sizes and occasions. To cap off the inclusivity, J65 is also halal-certified." },
  { "id": 11, "src": "/pics/11.jpeg", "choice": "17", "alt": "Post 11", "link": "https://www.singapore-tickets.com/resorts-world-sentosa/universal-studios-tickets/",  "name": "Universal Studios Singapore", "category": "landscape", "rating": 4.6, "price": "80", "location": "8 Sentosa Gateway, 098269", 
  "description": "Visit Universal Studios Singapore, a Hollywood-inspired theme park, for a thrilling day with friends and family. Divided into six zones, the park hosts 28 exciting rides and attractions that are perfect for every film lover. Book Universal Studios Singapore tickets with us to enjoy one-day direct entry, unlimited access to all rides, and combo experiences." },
  { "id": 12, "src": "/pics/12.jpeg", "choice": "16", "alt": "Post 12", "link": "https://www.singapore-tickets.com/gardens-by-the-bay-tickets/",  "name": "Gardens by the Bay", "category": "landscape", "rating": 4.7, "price": "10", "location": "18 Marina Gardens Dr, Singapore 018953", 
  "description": "Marvel at the stunning Flower Dome, immerse yourself in the unforgettable Avatar-themed experience at the Cloud Forest with its indoor waterfalls and stroll along the Skyway for breathtaking views. Purchase Gardens by the Bay tickets for unlimited access to all attractions, or opt for a combo tour that includes Floral Fantasy. Don't miss out on this one-of-a-kind adventure." },
  { "id": 13, "src": "/pics/13.jpeg", "choice": "17", "alt": "Post 13", "link": "https://www.snowcitytickets.com/",  "name": "Snow City", "category": "landscape", "rating": 3.5, "price": "12", "location": "21 Jurong Town Hall Rd, Singapore 609433", 
  "description": "Book Snow City Singapore tickets and enjoy a magical winter wonderland experience in the tropics. Play around with snowballs, find shelter in an igloo, lie down to make your very own snow angel, and get to see beautiful ice sculptures." },
  { "id": 14, "src": "/pics/14.jpeg", "choice": "17", "alt": "Post 14", "link": "https://www.singapore-tickets.com/skyline-luge-sentosa/",  "name": "Skyline Luge Sentosa", "category": "landscape", "rating": 4.6, "price": "32.39", "location": "1 Imbiah Rd, 099692", 
  "description": "Embark on an exhilarating adventure as you race down a gravity-powered luge track and enjoy a scenic chairlift ride. Explore our Skyline Luge Sentosa tickets, featuring a range of options for an unforgettable ride!" },
  { "id": 15, "src": "/pics/15.jpeg", "choice": "17", "alt": "Post 15", "link": "https://www.singapore-tickets.com/trick-eye-museum-tickets/",  "name": "Trickeye Museum Singapore", "category": "landscape", "rating": 4, "price": "26", "location": "80 Siloso Road, Southside, Blk B, #01-04, 098969", 
  "description": "Experience optical illusions at Trickeye Museum in Singapore. Dive into some trippy landscapes and let your senses be amazed. Book you tickets today, and head out!" },
  { "id": 16, "src": "/pics/16.jpeg", "choice": "14", "alt": "Post 16", "link": "https://www.nhb.gov.sg/acm/",  "name": "Asian Civilisations Museum Tickets", "category": "landscape", "rating": 4.6, "price": "15", "location": "1 Empress Pl, Singapore 179555", 
  "description": "The Asian Civilisations Museum is an institution which forms a part of the four museums in Singapore, the other three being the Peranakan Museum, the National Museum of Singapore and the Singapore Art Museum. It is one of the pioneering museums in the region to specialise in pan-Asian cultures and civilisations." },
  { "id": 17, "src": "/pics/17.jpeg", "choice": "14", "alt": "Post 17", "link": "https://www.nhb.gov.sg/nationalmuseum/",  "name": "National Museum of Singapore Tickets", "category": "landscape", "rating": 4.6, "price": "15", "location": "93 Stamford Rd, Singapore 178897", 
  "description": "The National Museum of Singapore is a public museum dedicated to Singapore art, culture and history." },
  { "id": 18, "src": "/pics/18.jpeg", "choice": "15", "alt": "Post 18", "link": "https://www.rwsentosa.com/en/attractions/sea-aquarium",  "name": "SEA Aquarium", "category": "landscape", "rating": 4.6, "price": "30", "location": "8 Sentosa Gateway, Sentosa Island, Singapore 098269", 
  "description": "S.E.A. Aquarium is one of the world’s largest aquariums, home to more than 100,000 marine animals representing 1,000 species across more than 40 diverse habitats. The vast array of aquatic life is complemented by interactive programmes, up-close animal encounters and immersive learning journeys to inspire visitors to protect the world’s oceans." },
  { "id": 19, "src": "/pics/19.jpeg", "choice": "15", "alt": "Post 19", "link": "https://www.mandai.com/en/ticketing/admission-and-rides/parks-selection.html",  "name": "Mandai Wildlife Reserve", "category": "landscape", "rating": 4.3, "price": "39.9", "location": "80 Mandai Lake Rd, Singapore 729826", 
  "description": "An unforgettable wildlife adventure at Mandai awaits! Explore and discover the wonders at Bird Paradise, Singapore Zoo, Night Safari and River Wonders." },
  { "id": 20, "src": "/pics/20.jpeg", "choice": "18", "alt": "Post 20", "link": "https://www.singaporeflyer.com/en",  "name": "Singapore Flyer", "category": "landscape", "rating": 4.6, "price": "39.99", "location": "30 Raffles Ave., Singapore 039803", 
  "description": "Singapore Flyer, one of the largest observation wheels in the world. Marvel at the breathtaking views of Marina Bay from the Singapore Flyer's capsules." },
  { "id": 21, "src": "/pics/21.jpeg", "choice": "12", "alt": "Post 21", "link": "https://www.anchorpoint.com.sg/",  "name": "Anchorpoint Shopping Center", "category": "shopping", "rating": 3.9, "price": "0", "location": "370 Alexandra Rd, Singapore 159953", 
  "description": "To go on cheap shopping in Singapore, visit Anchorpoint shopping centre, known for exclusive branded luxury materials at very affordable prices. Plan your visit to this shopping place in Singapore during weekends when everything is available at throwaway prices in weekly sales. It is also known to be a place where one can find supermarkets, food courts, clinics, and launderettes in one place." },
  { "id": 22, "src": "/pics/22.jpeg", "choice": "12", "alt": "Post 22", "link": "https://www.capitaland.com/sg/malls/bugis-street/en.html",  "name": "Bugis Street", "category": "shopping", "rating": 4.4, "price": "0", "location": "3 New Bugis St, Singapore 188867", 
  "description": "Bugis Street is a famous shopper’s paradise and one of the great places to go shopping in Singapore. It is Singapore’s most happening and biggest shopping destination, which always remains busy, and the prices here are incredibly low. This bustling area is a popular destination for shopping, enjoying delicious meals, and relaxing at trendy cafes and bars open late. The Bugis Street Market is located in the heart of it all, conveniently situated next to the malls near the Bugis MRT Station. You get souvenirs, clothes, accessories, electronics, houseware, and cosmetics. The products start at just SGD 1." },
  { "id": 23, "src": "/pics/23.jpeg", "choice": "12", "alt": "Post 23", "link": "https://chinatown.sg/",  "name": "Chinatown", "category": "shopping", "rating": 4.2, "price": "0", "location": "288 South Bridge Rd, Singapore 058840", 
  "description": "Chinatown is one of the places to go in Singapore if you are looking for cheap shopping. Chinatown is a great place for people who are looking for a budget shopping experience in Singapore. However, if you are a hearty bargainer, you can easily purchase a good-quality product from here at a reasonable price. Ann Siang Road, Chinatown Point, and Books are actually the most popular stores in Chinatown. For Singapore shopping streets, head to Chinatown." },
  { "id": 24, "src": "/pics/24.jpeg", "choice": "12", "alt": "Post 24", "link": "https://www.visitsingapore.com/see-do-singapore/places-to-see/orchard/",  "name": "Orchard Road", "category": "shopping", "rating": 4.5, "price": "0", "location": "5 Orchard Rd, Singapore 237973", 
  "description": "Undoubtedly, Orchard Road is a shopper’s and diner’s paradise that offers luxury retail to world-class global cuisines. There are several established shops here that provide visitors and locals with a great shopping experience all together. \nHere, you can buy fashionable clothes, branded items, accessories, shoes, etc. Also, there are many affordable shopping options here. You can head to the Ion Orchard Mall, a multi-storey building where you can buy designer outfits. Lucky Plaza, Tangs Plaza, and Paragon are also a few malls here." },
  { "id": 25, "src": "/pics/25.jpeg", "choice": "12", "alt": "Post 25", "link": "https://www.visitsingapore.com/walking-tour/culture/in-the-neighbourhood-little-india/",  "name": "Little India", "category": "shopping", "rating": 4.1, "price": "0", "location": "141 Serangoon Rd, Singapore 218042", 
  "description": "One of the vibrant destinations of Singapore is Little India, which also presents rich cultural experiences because of the presence of religious sites. As the name suggests, Little India showcases Indian culture and is a small area with cafes and shops.\n\nAlthough Little India is famous for shopping in Singapore for Indian things, you can also have a great food experience here. You can also visit the Mustafa Center here, providing a 24-hour shopping experience. Make sure you grab a bite at the Tekka Center, Banana Leaf Apolo, or any other nearby restaurant for the best Indian food." },
  { "id": 26, "src": "/pics/26.jpeg", "choice": "12", "alt": "Post 26", "link": "",  "name": "Haji Lane", "category": "shopping", "rating": 4.6, "price": "0", "location": "64 Haji Ln, Singapore 189257", 
  "description": "Located in the heart of Kampong Glam, Haji Lane is a stylish alleyway filled with unique independent boutiques, cafes, and quirky stores. It is known for being one of the narrowest streets in Singapore and is adorned with vibrant colours.\n\nFor those seeking unique additions to their wardrobe, Haji Lane has become a popular shopping destination. This lane boasts numerous quirky stores, each inspired by various regions and periods. These shops offer exclusive and exotic products that cannot be found elsewhere." },
  { "id": 27, "src": "/pics/27.jpeg", "choice": "12", "alt": "Post 27", "link": "https://www.marinabaysands.com/",  "name": "Marina Bay Sands", "category": "shopping", "rating": 4.6, "price": "0", "location": "10 Bayfront Ave, Singapore 018956", 
  "description": "If you want luxurious shopping in Singapore, head to Marina Bay, where you will find some of the finest malls. These malls offer a blend of modern convenience with various high street and luxury brands.\n\nFor the ultimate luxury shopping in Singapore, head to the Shoppes, a part of the remarkable Marina Bay Sands complex that houses flagship stores by well-known luxury brands. There are hundreds of shops, great cafes and bars, and world-class restaurants here. Other shop options include the Suntec Center, Esplanade Mall, Marina Square, etc." },
  { "id": 28, "src": "/pics/28.jpeg", "choice": "12", "alt": "Post 28", "link": "https://www.capitaland.com/sg/malls/clarkequay/en.html",  "name": "Clarke Quay", "category": "shopping", "rating": 4.5, "price": "0", "location": "3 River Valley Rd, Singapore 179024", 
  "description": "The Clarke Quay and Riverside area is a popular tourist destination in the city for good reasons. While it’s widely known for its diverse range of restaurants, bars, and clubs, it also offers several malls and boutiques that cater to the needs of all kinds of shoppers. \n\nClarke Quay and Riverside Point have shopping shops. Apart from that, there are also malls nearby to shop. So this includes Clarke Quay Central, Funan DigitalLife Mall, etc. \n\nYou can shop for clothes, homeware, accessories, electronics and souvenirs. You need to explore the shops and then shop for your needs." },
  { "id": 29, "src": "/pics/29.jpeg", "choice": "12", "alt": "Post 29", "link": "",  "name": "Holland Village", "category": "shopping", "rating": 4.4, "price": "0", "location": "118 Holland Ave, Singapore 278973", 
  "description": "Holland Village used to house British Army personnel and their families. The European influence on its architecture is still evident in the charming shophouses and low-rise buildings that remain today.\n\nYou can visit the Holland Village Shopping Centre when shopping in Singapore in the Holland Village area. This centre offers retail and grocery shopping, banks, and more. Here, you can shop for carpets, antiques, furniture, arts and crafts, fashion, and footwear. \n\nAlso, you can find Asian-influenced furnishings, exotic homeware, and accessories. Get some souvenirs, too, if you are looking for one." },
  { "id": 30, "src": "/pics/30.jpeg", "choice": "12", "alt": "Post 30", "link": "https://www.vivocity.com.sg/",  "name": "VivoCity", "category": "shopping", "rating": 4.5, "price": "0", "location": "1 HarbourFront Walk, Singapore 098585", 
  "description": "If you want the ultimate shopping experience in Singapore, head to VivoCity, which has the best shopping and entertainment in one place. It is one of the largest shopping malls in Singapore, and there are many things to do there. You can find all kinds of brands here, both local and international. It is the perfect place for those who love to shop. If you are getting tired of roaming around, take a break and check out the amphitheatre and sky park on the top floor." },
  { "id": 31, "src": "/pics/31.jpeg", "choice": "", "alt": "Post 31", "link": "https://www.booking.com/hotel/sg/capsulepod-aljunied.en-gb.html?label=gen173nr-1FCAEoggI46AdIM1gEaMkBiAEBmAEJuAEHyAEM2AEB6AEB-AEMiAIBqAIDuAL5oY6qBsACAdICJDg3YWZjM2Y3LThkYmYtNGU1MC04NTBiLWYzMmU5MDYyMTBiZdgCBuACAQ&sid=7037d681429efcf02d94f5d0a68e9fc2&aid=304142&ucfs=1&arphpl=1&checkin=2024-03-14&checkout=2024-03-15&group_adults=1&req_adults=1&no_rooms=1&group_children=0&req_children=0&hpos=1&hapos=1&sr_order=popularity&srpvid=2b221352c10b004f&srepoch=1708397095&all_sr_blocks=511673801_380522964_0_0_0&highlighted_blocks=511673801_380522964_0_0_0&matching_block_id=511673801_380522964_0_0_0&sr_pri_blocks=511673801_380522964_0_0_0__3700&from=searchresults#hotelTmpl",  "name": "CapsulePod@Aljunied", "category": "hotel", "rating": 4, "price": "37", "location": "76A Lor 27 Geylang, Singapore 388194", 
  "description": "Ideally set in the Geylang district of Singapore, CapsulePod@Aljunied is set 2.9 km from Singapore Sports Hub, 4.4 km from Bugis Street and 4.5 km from Mustafa Centre. With a shared lounge, the 1-star hostel has air-conditioned rooms with free WiFi, each with a shared bathroom. Suntec City is 4.5 km from the hostel and Singapore Flyer is 4.8 km away.\n\nAt the hostel the rooms come with bed linen and towels.\n\nFormula 1 Singapore Grand Prix is 5 km from CapsulePod@Aljunied, while Suntec Singapore Convention & Exhibition Centre is 5 km from the property. The nearest airport is Changi Airport, 12 km from the accommodation." },
  { "id": 32, "src": "/pics/32.jpeg", "choice": "", "alt": "Post 32", "link": "https://www.booking.com/hotel/sg/galaxy-pods-capsule-boat-quay.en-gb.html?label=gen173nr-1FCAEoggI46AdIM1gEaMkBiAEBmAEJuAEHyAEM2AEB6AEB-AEMiAIBqAIDuAL5oY6qBsACAdICJDg3YWZjM2Y3LThkYmYtNGU1MC04NTBiLWYzMmU5MDYyMTBiZdgCBuACAQ&sid=7037d681429efcf02d94f5d0a68e9fc2&aid=304142&ucfs=1&arphpl=1&checkin=2024-03-14&checkout=2024-03-15&group_adults=1&req_adults=1&no_rooms=1&group_children=0&req_children=0&hpos=3&hapos=3&sr_order=popularity&srpvid=2b221352c10b004f&srepoch=1708397095&all_sr_blocks=852665802_352674359_1_0_0&highlighted_blocks=852665802_352674359_1_0_0&matching_block_id=852665802_352674359_1_0_0&sr_pri_blocks=852665802_352674359_1_0_0__5494&from_sustainable_property_sr=1&from=searchresults#hotelTmpl",  "name": "Galaxy Pods Capsule Hotel Boat Quay", "category": "hotel", "rating": 3.85, "price": "55", "location": "12 Circular Rd, Singapore 049368", 
  "description": "Conveniently set in the centre of Singapore, Galaxy Pods Capsule Hotel Boat Quay provides air-conditioned rooms, a shared lounge, free WiFi and a terrace. The property is around 800 metres from Sri Mariamman Temple, 700 metres from Asian Civilisations Museum and less than 1 km from City Hall MRT Station. The accommodation offers a 24-hour front desk, and luggage storage for guests. At the capsule hotel, each room has a desk, a flat-screen TV, a shared bathroom, bed linen and towels. Guest rooms at Galaxy Pods Capsule Hotel Boat Quay are equipped with a seating area. Popular points of interest near the accommodation include Singapore City Gallery, Statue of Sir Stamford Raffles and National Gallery Singapore. The nearest airport is Seletar Airport, 17 km from Galaxy Pods Capsule Hotel Boat Quay." },
  { "id": 33, "src": "/pics/33.jpeg", "choice": "", "alt": "Post 33", "link": "https://www.booking.com/hotel/sg/am.en-gb.html?label=gen173nr-1FCAEoggI46AdIM1gEaMkBiAEBmAEJuAEHyAEM2AEB6AEB-AEMiAIBqAIDuAL5oY6qBsACAdICJDg3YWZjM2Y3LThkYmYtNGU1MC04NTBiLWYzMmU5MDYyMTBiZdgCBuACAQ&sid=7037d681429efcf02d94f5d0a68e9fc2&aid=304142&ucfs=1&arphpl=1&checkin=2024-03-14&checkout=2024-03-15&group_adults=1&req_adults=1&no_rooms=1&group_children=0&req_children=0&hpos=2&hapos=2&sr_order=popularity&srpvid=2b221352c10b004f&srepoch=1708397095&all_sr_blocks=797753201_342365994_2_0_0&highlighted_blocks=797753201_342365994_2_0_0&matching_block_id=797753201_342365994_2_0_0&sr_pri_blocks=797753201_342365994_2_0_0__8309&from=searchresults#hotelTmpl",  "name": "AM Hotel", "category": "hotel", "rating": 3.3, "price": "83", "location": "51 Joo Chiat Rd, Singapore 427373", 
  "description": "Set in the Geylang district in Singapore, AM Hotel offers 3-star rooms with free WiFi. The property is around 2.8 km from East Coast Beach, 3.2 km from Singapore Sports Hub and 6.1 km from Bugis Street. Suntec City is 6.1 km from the hotel and Mustafa Centre is 6.1 km away. The hotel will provide guests with air-conditioned rooms offering a desk, a kettle, a safety deposit box, a flat-screen TV and a private bathroom with a shower. Singapore Flyer is 6.4 km from AM Hotel, while Formula 1 Singapore Grand Prix is 6.6 km from the property. The nearest airport is Changi Airport, 11 km from the accommodation." },
  { "id": 34, "src": "/pics/34.jpeg", "choice": "", "alt": "Post 34", "link": "https://www.booking.com/hotel/sg/boss.en-gb.html?label=gen173nr-1FCAEoggI46AdIM1gEaMkBiAEBmAEJuAEHyAEM2AEB6AEB-AEMiAIBqAIDuAL5oY6qBsACAdICJDg3YWZjM2Y3LThkYmYtNGU1MC04NTBiLWYzMmU5MDYyMTBiZdgCBuACAQ&sid=7037d681429efcf02d94f5d0a68e9fc2&aid=304142&ucfs=1&arphpl=1&checkin=2024-03-14&checkout=2024-03-15&group_adults=1&req_adults=1&no_rooms=1&group_children=0&req_children=0&hpos=4&hapos=4&sr_order=popularity&srpvid=2b221352c10b004f&srepoch=1708397095&all_sr_blocks=160313404_372282354_0_2_0&highlighted_blocks=160313404_372282354_0_2_0&matching_block_id=160313404_372282354_0_2_0&sr_pri_blocks=160313404_372282354_0_2_0__16097&from_sustainable_property_sr=1&from=searchresults#hotelTmpl",  "name": "Hotel Boss", "category": "hotel", "rating": 3.35, "price": "161", "location": "500 Jln Sultan, Singapore 199020", 
  "description": "Located along Victoria Street, Hotel Boss offers accommodations in Singapore. It features an outdoor swimming pool and guests can enjoy meals from the 5 of the in-house dining options. Free WiFi is available throughout the property. The air-conditioned rooms are fitted with a flat-screen TV and an electric kettle. The private bathroom includes shower facilities and a hairdryer. Some units have city views. Other facilities at the property include a fitness centre and a children's playground. A business centre is available. The restaurant offers halal fusion and local dishes. " },
  { "id": 35, "src": "/pics/35.jpeg", "choice": "", "alt": "Post 35", "link": "https://www.booking.com/hotel/sg/wanderloft-capsule-hostel.en-gb.html?label=gen173nr-1FCAEoggI46AdIM1gEaMkBiAEBmAEJuAEHyAEM2AEB6AEB-AEMiAIBqAIDuAL5oY6qBsACAdICJDg3YWZjM2Y3LThkYmYtNGU1MC04NTBiLWYzMmU5MDYyMTBiZdgCBuACAQ&sid=7037d681429efcf02d94f5d0a68e9fc2&aid=304142&ucfs=1&arphpl=1&checkin=2024-03-14&checkout=2024-03-15&group_adults=1&req_adults=1&no_rooms=1&group_children=0&req_children=0&hpos=5&hapos=5&sr_order=popularity&srpvid=2b221352c10b004f&srepoch=1708397095&all_sr_blocks=340810204_209142531_1_0_0&highlighted_blocks=340810204_209142531_1_0_0&matching_block_id=340810204_209142531_1_0_0&sr_pri_blocks=340810204_209142531_1_0_0__4140&from=searchresults#hotelTmpl",  "name": "Wanderloft Capsule Hostel", "category": "hotel", "rating": 3.95, "price": "41", "location": "49 South Bridge Road Boat Quay, 058681", 
  "description": "Situated in Singapore, 500 metres from Statue of Sir Stamford Raffles, Wanderloft Capsule Hostel features views of the city. The 1-star capsule hotel has air-conditioned rooms with a shared bathroom and free WiFi. The property is 1 km from Singapore City Gallery, and within 60 metres of the city centre. The rooms at the capsule hotel are fitted with a seating area. All rooms will provide guests with a fridge. Popular points of interest near Wanderloft Capsule Hostel include National Gallery Singapore, Sri Mariamman Temple and Asian Civilisations Museum. The nearest airport is Seletar Airport, 16 km from the accommodation." },
  { "id": 36, "src": "/pics/36.jpeg", "choice": "", "alt": "Post 36", "link": "https://www.booking.com/hotel/sg/santa-grand-boat-quay.en-gb.html?label=gen173nr-1FCAEoggI46AdIM1gEaMkBiAEBmAEJuAEHyAEM2AEB6AEB-AEMiAIBqAIDuAL5oY6qBsACAdICJDg3YWZjM2Y3LThkYmYtNGU1MC04NTBiLWYzMmU5MDYyMTBiZdgCBuACAQ&sid=7037d681429efcf02d94f5d0a68e9fc2&aid=304142&ucfs=1&arphpl=1&checkin=2024-03-14&checkout=2024-03-15&group_adults=1&req_adults=1&no_rooms=1&group_children=0&req_children=0&hpos=6&hapos=6&sr_order=popularity&srpvid=2b221352c10b004f&srepoch=1708397095&all_sr_blocks=43112720_232384148_0_0_0&highlighted_blocks=43112720_232384148_0_0_0&matching_block_id=43112720_232384148_0_0_0&sr_pri_blocks=43112720_232384148_0_0_0__17266&from_sustainable_property_sr=1&from=searchresults#hotelTmpl",  "name": "The Quay Hotel", "category": "hotel", "rating": 3.85, "price": "173", "location": "57 South Bridge Rd, Singapore 058688", 
  "description": "The Quay Hotel is located in a heritage building nestled within the Central Business District and Singapore River. Guests can enjoy meals at the in-house restaurant. Free WiFi is available throughout the property. It is 450 metres to Clarke Quay MRT Station, while both City Hall MRT Station and Raffles Place MRT Station are within 800 metres from the property. The Quay Hotel is a 40-minute drive away from Changi International Airport. Air-conditioned rooms are fitted with LCD cable TV and motion sensor lights. Private bathrooms include a rain shower, hairdryer and slippers Other facilities at the property include a rooftop garden that opens up to panoramic views of the city. Guests can approach the 24-hour front desk for luggage storage, laundry and dry cleaning services. A lift is available to higher floors." },
  { "id": 37, "src": "/pics/37.jpeg", "choice": "", "alt": "Post 37", "link": "https://www.booking.com/hotel/sg/mi-rochor.en-gb.html?label=gen173nr-1FCAEoggI46AdIM1gEaMkBiAEBmAEJuAEHyAEM2AEB6AEB-AEMiAIBqAIDuAL5oY6qBsACAdICJDg3YWZjM2Y3LThkYmYtNGU1MC04NTBiLWYzMmU5MDYyMTBiZdgCBuACAQ&sid=7037d681429efcf02d94f5d0a68e9fc2&aid=304142&ucfs=1&arphpl=1&checkin=2024-03-14&checkout=2024-03-15&group_adults=1&req_adults=1&no_rooms=1&group_children=0&req_children=0&hpos=7&hapos=7&sr_order=popularity&srpvid=2b221352c10b004f&srepoch=1708397095&all_sr_blocks=1042175402_376635895_2_2_0&highlighted_blocks=1042175402_376635895_2_2_0&matching_block_id=1042175402_376635895_2_2_0&sr_pri_blocks=1042175402_376635895_2_2_0__18135&from_sustainable_property_sr=1&from=searchresults#hotelTmpl",  "name": "Hotel Mi Rochor", "category": "hotel", "rating": 4, "price": "181", "location": "89 Short St, Singapore 188216", 
  "description": "Set in Singapore and with Singapore Art Museum reachable within 1 km, Hotel Mi Rochor offers an outdoor swimming pool, non-smoking rooms, free WiFi throughout the property and a garden. This 4-star hotel offers luggage storage space. Private parking is available on site. A buffet breakfast is available every morning at the hotel. Hotel Mi Rochor offers a sun terrace. Speaking English, Hindi, Malay and Chinese at the reception, staff are always on hand to help. Popular points of interest near the accommodation include Mustafa Centre, Bugis Street and Raffles City. The nearest airport is Seletar Airport, 14 km from Hotel Mi Rochor." },
  { "id": 38, "src": "/pics/38.jpeg", "choice": "", "alt": "Post 38", "link": "https://www.booking.com/hotel/sg/jen-singapore-tanglin-by-shangri-la.en-gb.html?label=gen173nr-1FCAEoggI46AdIM1gEaMkBiAEBmAEJuAEHyAEM2AEB6AEB-AEMiAIBqAIDuAL5oY6qBsACAdICJDg3YWZjM2Y3LThkYmYtNGU1MC04NTBiLWYzMmU5MDYyMTBiZdgCBuACAQ&sid=7037d681429efcf02d94f5d0a68e9fc2&aid=304142&ucfs=1&arphpl=1&checkin=2024-03-14&checkout=2024-03-15&group_adults=1&req_adults=1&no_rooms=1&group_children=0&req_children=0&hpos=8&hapos=8&sr_order=popularity&srpvid=2b221352c10b004f&srepoch=1708397095&all_sr_blocks=17560013_387341908_2_42_0&highlighted_blocks=17560013_387341908_2_42_0&matching_block_id=17560013_387341908_2_42_0&sr_pri_blocks=17560013_387341908_2_42_0__29975&from_sustainable_property_sr=1&from=searchresults#hotelTmpl",  "name": "JEN Singapore Tanglin by Shangri-La", "category": "hotel", "rating": 4.2, "price": "300", "location": "JEN Singapore Tanglin by Shangri-La", 
  "description": "JEN Singapore Tanglin by Shangri-La is conveniently located on the Orchard Road shopping district and a 2-minute walk from Orchard Boulevard MRT Station. It features an outdoor swimming pool and guests can enjoy meals at the in-house restaurant. The hotel is connected to Tanglin Mall, where shops, cafes, restaurants and supermarkets are easily within reach." },
  { "id": 39, "src": "/pics/39.jpeg", "choice": "", "alt": "Post 39", "link": "https://www.booking.com/hotel/sg/marina-bay-sands.en-gb.html?label=gen173nr-1FCAEoggI46AdIM1gEaMkBiAEBmAEJuAEHyAEM2AEB6AEB-AEMiAIBqAIDuAL5oY6qBsACAdICJDg3YWZjM2Y3LThkYmYtNGU1MC04NTBiLWYzMmU5MDYyMTBiZdgCBuACAQ&sid=7037d681429efcf02d94f5d0a68e9fc2&aid=304142&ucfs=1&arphpl=1&checkin=2024-03-14&checkout=2024-03-15&group_adults=1&req_adults=1&no_rooms=1&group_children=0&req_children=0&hpos=9&hapos=9&sr_order=popularity&srpvid=2b221352c10b004f&srepoch=1708397095&all_sr_blocks=24588162_266353018_2_0_0&highlighted_blocks=24588162_266353018_2_0_0&matching_block_id=24588162_266353018_2_0_0&sr_pri_blocks=24588162_266353018_2_0_0__74218&from_sustainable_property_sr=1&from=searchresults#hotelTmpl",  "name": "Marina Bay Sands", "category": "hotel", "rating": 4.5, "price": "742", "location": "10 Bayfront Ave, Singapore 018956", 
  "description": "Set in Singapore, 200 metres from The Shoppes at Marina Bay Sands, Marina Bay Sands offers accommodation with a fitness centre, private parking, a restaurant and a bar. This 5-star hotel offers an ATM and a concierge service. The accommodation provides room service, a 24-hour front desk and currency exchange for guests." },
  { "id": 40, "src": "/pics/40.jpeg", "choice": "", "alt": "Post 40", "link": "https://www.booking.com/hotel/sg/park-regis-singapore.en-gb.html?label=gen173nr-1FCAEoggI46AdIM1gEaMkBiAEBmAEJuAEHyAEM2AEB6AEB-AEMiAIBqAIDuAL5oY6qBsACAdICJDg3YWZjM2Y3LThkYmYtNGU1MC04NTBiLWYzMmU5MDYyMTBiZdgCBuACAQ&sid=7037d681429efcf02d94f5d0a68e9fc2&aid=304142&ucfs=1&arphpl=1&checkin=2024-03-14&checkout=2024-03-15&group_adults=1&req_adults=1&no_rooms=1&group_children=0&req_children=0&hpos=10&hapos=10&sr_order=popularity&srpvid=2b221352c10b004f&srepoch=1708397095&all_sr_blocks=26270407_0_1_0_0&highlighted_blocks=26270407_0_1_0_0&matching_block_id=26270407_0_1_0_0&sr_pri_blocks=26270407_0_1_0_0__29291&from_sustainable_property_sr=1&from=searchresults#hotelTmpl",  "name": "Park Regis Singapore", "category": "hotel", "rating": 4, "price": "293", "location": "23 Merchant Rd, Singapore 058268", 
  "description": "Park Regis Singapore offers well-appointed accommodations just 250 metres from Clarke Quay MRT Station and Clarke Quay Central. It features an outdoor swimming pool and guests can enjoy meals at the in-house restaurant or have a drink at the bar. Free WiFi is available throughout the property. It is 450 metres to Singapore River Cruise and 750 metres to the entertainment and nightlife hub of Clarke Quay. The culturally-rich district of Chinatown is 1 km away. The Asian Civilisation Musuem and Victoria Theatre are within 1.2 km from Park Regis Singapore. Changi Airport Singapore is 20.2 km from the property." },
  { "id": 41, "src": "/pics/41.jpeg", "choice": "", "alt": "Post 41", "link": "https://www.booking.com/hotel/sg/mi.en-gb.html?aid=311984&label=mi-4NxFXYS_PQxjM3P3tSH9pwS230490384443%3Apl%3Ata%3Ap1%3Ap2%3Aac%3Aap%3Aneg%3Afi%3Atikwd-367015093332%3Alp9062515%3Ali%3Adec%3Adm%3Appccp%3DUmFuZG9tSVYkc2RlIyh9YbSsBl3MCvHsD8UKUHIRFxY&sid=748a4bea0acf274e267419314c36a35f&dest_id=-73635;dest_type=city;dist=0;group_adults=2;group_children=0;hapos=1;hpos=1;no_rooms=1;req_adults=2;req_children=0;room1=A%2CA;sb_price_type=total;sr_order=popularity;srepoch=1712481426;srpvid=c45840c0ccd4009e;type=total;ucfs=1&#hotelTmpl",  "name": "Hotel Mi Bencoolen", "category": "hotel", "rating": 4, "price": "171", "location": "41 Bencoolen Street, Bencoolen, 189623 Singapore", 
  "description": "Located in Singapore, 200 metres from Singapore Art Museum, Hotel Mi Bencoolen is a 4-star hotel that boasts an outdoor swimming pool and a fitness centre. All rooms feature a flat-screen TV with satellite channels and a private bathroom. The property is a 4-minute walk from The Cathay and 400 metres from Kwan Im Thong Hood Cho Temple." },
  { "id": 42, "src": "/pics/42.jpeg", "choice": "", "alt": "Post 42", "link": "https://www.booking.com/hotel/sg/v-bencoolen.en-gb.html?aid=311984&label=mi-4NxFXYS_PQxjM3P3tSH9pwS230490384443%3Apl%3Ata%3Ap1%3Ap2%3Aac%3Aap%3Aneg%3Afi%3Atikwd-367015093332%3Alp9062515%3Ali%3Adec%3Adm%3Appccp%3DUmFuZG9tSVYkc2RlIyh9YbSsBl3MCvHsD8UKUHIRFxY&sid=748a4bea0acf274e267419314c36a35f&dest_id=468636;dest_type=hotel;dist=0;group_adults=2;group_children=0;hapos=1;hpos=1;no_rooms=1;req_adults=2;req_children=0;room1=A%2CA;sb_price_type=total;sr_order=popularity;srepoch=1712481548;srpvid=32d04183498701c0;type=total;ucfs=1&#hotelTmpl",  "name": "V Hotel Bencoolen", "category": "hotel", "rating": 4, "price": "181", "location": "48 Bencoolen Street, Bencoolen, 189627 Singapore", 
  "description": "Located in the heart of the city just 500 metres away from the National Museum, V Hotel Bencoolen features an outdoor swimming pool and guests can enjoy meals at the in-house restaurant. \n\nThis cosy boutique hotel is situated just 300 metres from Singapore Arts Museum and Bras Basah MRT Station. The vibrant Orchard Road is just a 10-minute walk away and Changi International Airport is 20 km from the hotel.\n\nDecorated in shades of deep purple, the air-conditioned rooms at V Hotel Bencoolen include a flat-screen IPTV, full length wardrobe, and minibar. Bathroom facilities are en suite and include a hairdryer.\n\nGuests can approach the 24-hour front desk for assistance.\n\nThe in-house restaurant, Yuugo, serves up halal-certified French and Mediterranean cuisine. Alternatively, guests can explore the surrounding area for a variety of shopping and dining options." },
  { "id": 43, "src": "/pics/43.jpeg", "choice": "https://www.booking.com/searchresults.en-gb.html?aid=311984&label=mi-4NxFXYS_PQxjM3P3tSH9pwS230490384443%3Apl%3Ata%3Ap1%3Ap2%3Aac%3Aap%3Aneg%3Afi%3Atikwd-367015093332%3Alp9062515%3Ali%3Adec%3Adm%3Appccp%3DUmFuZG9tSVYkc2RlIyh9YbSsBl3MCvHsD8UKUHIRFxY&sid=748a4bea0acf274e267419314c36a35f&dest_id=-73635&dest_type=city&srpvid=1d9f41bbcb3a02a7&track_hp_back_button=1#hotel_10759629-back", "alt": "Post 43", "link": " ",  "name": "Code Hostel Singapore", "category": "hotel", "rating": 4, "price": "38", "location": "334 King George's Avenue King George's Building, Lavender, 208572", 
  "description": "Situated in Singapore and within 1.1 km of Mustafa Centre, Code Hostel Singapore has a shared lounge, non-smoking rooms, and free WiFi throughout the property. The property is located 1.6 km from Bugis Street, 2.5 km from Raffles City and 2.5 km from Singapore Art Museum. Guests can have a drink at the snack bar.\n\nGuests at the hostel can enjoy an à la carte or a halal breakfast.\n\nCity Hall MRT Station is 2.8 km from Code Hostel Singapore, while Suntec City is 2.9 km from the property. The nearest airport is Seletar Airport, 13 km from the accommodation." },
  { "id": 44, "src": "/pics/44.jpeg", "choice": "", "alt": "Post 44", "link": "https://www.booking.com/hotel/sg/81-palace.en-gb.html?aid=311984&label=mi-4NxFXYS_PQxjM3P3tSH9pwS230490384443%3Apl%3Ata%3Ap1%3Ap2%3Aac%3Aap%3Aneg%3Afi%3Atikwd-367015093332%3Alp9062515%3Ali%3Adec%3Adm%3Appccp%3DUmFuZG9tSVYkc2RlIyh9YbSsBl3MCvHsD8UKUHIRFxY&sid=748a4bea0acf274e267419314c36a35f&dist=0;group_adults=2;group_children=0;hapos=1;hpos=1;no_rooms=1;req_adults=2;req_children=0;room1=A%2CA;sb_price_type=total;sr_order=popularity;srepoch=1712481807;srpvid=5a514205a71f00ae;type=total;ucfs=1&#hotelTmpl",  "name": "Hotel 81 Palace - NEWLY RENOVATED", "category": "hotel", "rating": 3.95, "price": "83", "location": "No. 25, Geylang Lorong 16, 398867 Singapore", 
  "description": "Located away from the hustle and bustle of the city, the newly renovated Hotel 81 Palace offers accommodations in Singapore. Free WiFi is available throughout the property.\n\nIt is 800 metres to Aljunied MRT Station. OneKM Shopping Mall, Singapore Sports Hub and Kallang Wave Mall are 1.7 km from Hotel 81 Palace. Suntec City Convention Centre is 4.5 km from the property. Changi Airport Singapore is 14.1 km away.\n\nGuestrooms at Palace are fitted with ironing facilities and a tea/coffee maker. Each room comes with a private bathroom with hot shower.\n\nGuests can approach the 24-hour front desk for tour arrangements and luggage storage. Guests can explore the surrounding area for a variety of shopping and dining options." },
  { "id": 45, "src": "/pics/45.jpeg", "choice": "", "alt": "Post 45", "link": "https://booking.com/hotel/sg/value-thomson.en-gb.html?aid=311984&label=mi-4NxFXYS_PQxjM3P3tSH9pwS230490384443%3Apl%3Ata%3Ap1%3Ap2%3Aac%3Aap%3Aneg%3Afi%3Atikwd-367015093332%3Alp9062515%3Ali%3Adec%3Adm%3Appccp%3DUmFuZG9tSVYkc2RlIyh9YbSsBl3MCvHsD8UKUHIRFxY&sid=748a4bea0acf274e267419314c36a35f&dist=0;group_adults=2;group_children=0;hapos=1;hpos=1;no_rooms=1;req_adults=2;req_children=0;room1=A%2CA;sb_price_type=total;sr_order=popularity;srepoch=1712481937;srpvid=c9f54246d6640147;type=total;ucfs=1&#hotelTmpl",  "name": "Value Hotel Thomson", "category": "hotel", "rating": 3.1, "price": "108", "location": "592 Balestier Road, Novena, 329901 Singapore", 
  "description": "Located along Balestier Road, Value Hotel Thomson offers accommodations in Singapore. It features an outdoor swimming pool and guests can enjoy meals at the in-house restaurant. Free WiFi is available throughout the property.\n\nThomson Hotel is a 10-minute walk from Novena MRT station and a 15-minute drive from the Central Business District. Changi International Airport is a 30-minute drive from the hotel.\n\nThe air-conditioned rooms at Thomson Value Hotel come with modern décor and fitted with an Internet TV. Room amenities include a telephone and tea/coffee maker. En suite bathrooms are fitted with hot shower facilities and toiletries.\n\nOther facilities at the property include a fitness centre. Guests can approach the 24-hour front desk, concierge services and luggage storage. External laundry services can be arranged, while coin-operated laundry machines are available on site." },
  { "id": 46, "src": "/pics/46.jpeg", "choice": "", "alt": "Post 46", "link": "https://www.booking.com/hotel/sg/v-lavender.en-gb.html?aid=311984&label=mi-4NxFXYS_PQxjM3P3tSH9pwS230490384443%3Apl%3Ata%3Ap1%3Ap2%3Aac%3Aap%3Aneg%3Afi%3Atikwd-367015093332%3Alp9062515%3Ali%3Adec%3Adm%3Appccp%3DUmFuZG9tSVYkc2RlIyh9YbSsBl3MCvHsD8UKUHIRFxY&sid=748a4bea0acf274e267419314c36a35f&dest_id=294100;dest_type=hotel;dist=0;group_adults=2;group_children=0;hapos=1;hpos=1;no_rooms=1;req_adults=2;req_children=0;room1=A%2CA;sb_price_type=total;sr_order=popularity;srepoch=1712482046;srpvid=76eb427cf06c014f;type=total;ucfs=1&#hotelTmpl",  "name": "V Hotel Lavender", "category": "hotel", "rating": 3.55, "price": "150", "location": "70 Jellicoe Road, Lavender, 208767 Singapore", 
  "description": "A 5-minute walk from Lavender MRT Station, V Hotel features modern rooms. Its facilities include an outdoor swimming pool and fitness centre. A rooftop terrace offers views of the city\n\nV Hotel Lavender is a 5-minute drive from Sim Lim Square and Bugis Village Shopping Street. Changi International Airport is 25 minutes by car from the hotel.\n\nCosy guestrooms feature modern interiors and furnishings. Each is equipped with a flat-screen cable TV and laptop safe box. Tea and coffee making facilities are provided.\n\nThe hotel has a tour desk to assist with sightseeing arrangements. A business centre offers computer access for guests’ convenience. Dry cleaning service can be arranged, while coin-operated laundry machines are available on site." },
  { "id": 47, "src": "/pics/47.jpeg", "choice": "", "alt": "Post 47", "link": "https://www.booking.com/hotel/sg/ji-hotel-orchard-singapore.en-gb.html?aid=311984&label=mi-4NxFXYS_PQxjM3P3tSH9pwS230490384443%3Apl%3Ata%3Ap1%3Ap2%3Aac%3Aap%3Aneg%3Afi%3Atikwd-367015093332%3Alp9062515%3Ali%3Adec%3Adm%3Appccp%3DUmFuZG9tSVYkc2RlIyh9YbSsBl3MCvHsD8UKUHIRFxY&sid=748a4bea0acf274e267419314c36a35f&dest_id=274124;dest_type=hotel;dist=0;group_adults=2;group_children=0;hapos=1;hpos=1;no_rooms=1;req_adults=2;req_children=0;room1=A%2CA;sb_price_type=total;sr_order=popularity;srepoch=1712482132;srpvid=78f342a8e6a60386;type=total;ucfs=1&#hotelTmpl",  "name": "Ji Hotel Orchard Singapore", "category": "hotel", "rating": 4.05, "price": "239", "location": "", 
  "description": "Ji Hotel Orchard Singapore is located in the heart of Singapore, a 5-minute walk from Dhoby Ghaut MRT Station, which conveniently connects to most destinations in Singapore, including the Central Business District.\n\nThe well-sized Superior or Deluxe guest rooms features a contemporary style. The hotel also has facilities like a 24-hour Fitness Corner and round-the-clock, self-service launderette.\n\nWithin walking distance is Fort Canning Park, Plaza Singapura, The Atrium, the House of Tan Yeok Nee and the National Museum of Singapore. A short taxi ride away are the nightlife enclaves of Clarke and Robertson Quay, as well as the heritage areas of Chinatown and Little India." },
  { "id": 48, "src": "/pics/48.jpeg", "choice": "", "alt": "Post 48", "link": "https://www.booking.com/hotel/sg/ymca-one-orchard.en-gb.html?aid=311984&label=mi-4NxFXYS_PQxjM3P3tSH9pwS230490384443%3Apl%3Ata%3Ap1%3Ap2%3Aac%3Aap%3Aneg%3Afi%3Atikwd-367015093332%3Alp9062515%3Ali%3Adec%3Adm%3Appccp%3DUmFuZG9tSVYkc2RlIyh9YbSsBl3MCvHsD8UKUHIRFxY&sid=748a4bea0acf274e267419314c36a35f&dest_id=1223909;dest_type=hotel;dist=0;group_adults=2;group_children=0;hapos=1;hpos=1;no_rooms=1;req_adults=2;req_children=0;room1=A%2CA;sb_price_type=total;sr_order=popularity;srepoch=1712482212;srpvid=043e42d088d201df;type=total;ucfs=1&#hotelTmpl",  "name": "YMCA One Orchard", "category": "hotel", "rating": 3.8, "price": "159", "location": "One Orchard Road, Dhoby Ghaut, 238824 Singapore", 
  "description": "YMCA One Orchard offers accommodations in Singapore. It features a rooftop outdoor pool and provides free parking on site. Free WiFi is available throughout the property.\n\nStrategically located, the hotel is just 240 metres from Dhoby Ghaut MRT Station and 400 metres to Singapore Art Museum. Plaza Singapura is 500 metres from the property. Changi Airport is 18.4 km away.\n\nFitted with carpet flooring, air-conditioned rooms include a desk, wardrobe, an electric kettle and a flat-screen TV with local channels. Rooms come with en suite bathroom offering shower facility, hairdryer and free toiletries.\n\nGuests can approach the 24-hour front desk for luggage storage, laundry/dry cleaning services and sightseeing arrangements. A common lounge area and meeting/banquet facilities are also available.\n\nThis non-smoking property houses a restaurant serving a tasty selection of local and Western cuisine." },
  { "id": 49, "src": "/pics/49.jpeg", "choice": "", "alt": "Post 49", "link": "https://www.booking.com/hotel/sg/7-wonders-hostel-boat-quay.en-gb.html?aid=311984&label=mi-4NxFXYS_PQxjM3P3tSH9pwS230490384443%3Apl%3Ata%3Ap1%3Ap2%3Aac%3Aap%3Aneg%3Afi%3Atikwd-367015093332%3Alp9062515%3Ali%3Adec%3Adm%3Appccp%3DUmFuZG9tSVYkc2RlIyh9YbSsBl3MCvHsD8UKUHIRFxY&sid=748a4bea0acf274e267419314c36a35f&dest_id=9110665;dest_type=hotel;dist=0;group_adults=2;group_children=0;hapos=1;hpos=1;no_rooms=1;req_adults=2;req_children=0;room1=A%2CA;sb_price_type=total;sr_order=popularity;srepoch=1712482309;srpvid=6d1e4300a01f0156;type=total;ucfs=1&#hotelTmpl",  "name": "7 Wonders Hostel @ Boat Quay", "category": "hotel", "rating": 3.7, "price": "38", "location": "65 South Bridge Road, Boat Quay, 058695 Singapore,", 
  "description": "Located in Singapore, within 600 metres of Sri Mariamman Temple and 600 metres of Statue of Sir Stamford Raffles, 7 Wonders Hostel @ Boat Quay provides accommodation with free WiFi throughout the property. The property is close to several well-known attractions, less than 1 km from St Andrew's Cathedral, 1.8 km from Marina Bay Sands Casino and 1.3 km from Raffles City. The property is less than 1 km from Singapore City Gallery, and within 60 metres of the city centre.\n\nEach room includes a shared bathroom equipped with a bidet, while selected rooms have a kitchen.\n\nPopular points of interest near the hostel include National Gallery Singapore, Asian Civilisations Museum and City Hall MRT Station. The nearest airport is Seletar, 16 km from 7 Wonders Hostel @ Boat Quay, and the property offers a paid airport shuttle service." },
  { "id": 50, "src": "/pics/50.jpeg", "choice": "", "alt": "Post 50", "link": "https://www.booking.com/hotel/sg/lloyd-39-s-inn.en-gb.html?aid=311984&label=mi-4NxFXYS_PQxjM3P3tSH9pwS230490384443%3Apl%3Ata%3Ap1%3Ap2%3Aac%3Aap%3Aneg%3Afi%3Atikwd-367015093332%3Alp9062515%3Ali%3Adec%3Adm%3Appccp%3DUmFuZG9tSVYkc2RlIyh9YbSsBl3MCvHsD8UKUHIRFxY&sid=748a4bea0acf274e267419314c36a35f&dest_id=1075379;dest_type=hotel;dist=0;group_adults=2;group_children=0;hapos=1;hpos=1;no_rooms=1;req_adults=2;req_children=0;room1=A%2CA;sb_price_type=total;sr_order=popularity;srepoch=1712482395;srpvid=dfd7432a74f6053c;type=total;ucfs=1&#hotelTmpl",  "name": "Lloyd's Inn", "category": "hotel", "rating": 3.95, "price": "255", "location": "2 Lloyd road, 239091 Singapore", 
  "description": "Lloyd's Inn features free WiFi. The boutique-style hotel has a roof terrace, garden deck and pool.\n\nLocated off Killiney Road in a residential area, Lloyd's Inn is a short walk to the heart of Orchard Road. Somerset MRT Station, 313@Somerset, Orchard Gateway and Orchard Central shopping malls are within a 10-minute walk away.\n\nEach room is equipped with a flat-screen TV, safe and desk. Private bathroom includes an outdoor shower or an outdoor bathtub, hairdryer and free toiletries.\n\nGuests have access to a 24-hour front desk and outdoor pantry, which overlooks the neighbourhood. A microwave, coffee machine, ice dispenser and vending machine are available.\n\nKilliney kopitiam is a 4-minute walk from Lloyd’s Inn and serves each registered guest a local breakfast." },
  { "id": 51, "src": "/pics/51.jpeg", "choice": "8", "alt": "Post 51", "link": "https://www.shangri-la.com/singapore/shangrila/dining/restaurants/waterfall/",  "name": "Waterfall Ristorante Italiano", "category": "food", "rating": 4.5, "price": "78", "location": "22 Orange Grove Rd, Level One, Garden Wing, Singapore 258350", 
  "description": "Feast on hearty authentic Italian specialties without breaking the bank!From antipasti, classic pizzas, pasta, burrata and more- there's so much to love about Italian food! Also, catch our chefs-in-action at live station for fresh pasta!" },
  { "id": 52, "src": "/pics/52.jpeg", "choice": "9", "alt": "Post 52", "link": "https://www.hilton.com/en/hotels/sinodci-conrad-singapore-orchard/dining/tea-lounge/ ",  "name": "Tea Lounge", "category": "food", "rating": 4.6, "price": "52", "location": "1 Cuscaden Road, Lobby Level, Conrad Singapore Orchard Singapore 249715", 
  "description": "Sip and swoon over a selection of delicate scones, decadent mains, and luscious desserts, inspired by the rich English afternoon tea culture of London. Savour each moment with our aromatic brews of specialty coffees and unique tea blends or elevate your experience with a toast of wine or champagne from our extensive beverage selection." },
  { "id": 53, "src": "/pics/53.jpeg", "choice": "2", "alt": "Post 53", "link": "https://www.shangri-la.com/singapore/shangrila/dining/restaurants/the-line/",  "name": "The Line", "category": "food", "rating": 4.3, "price": "98", "location": "22 Orange Grove Rd, Lower Lobby, Tower Wing, Singapore 258350", 
  "description": "Are you ready for a culinary experience unlike any other? Look no further than The Line Buffet at Shangri-La Restaurant. Their menu is constantly evolving, featuring a mouthwatering selection of international cuisine. From succulent seafood to savoury meats, there's something for every palate. But it's not just the food that will leave you impressed, the elegant and sophisticated atmosphere will transport you to a world of luxury. Foodies will love the wide variety of international cuisines, including Chinese, Japanese, and Western dishes. Families will enjoy the fun and interactive cooking stations, where they can watch their meals being prepared right in front of them. Health-conscious diners will appreciate the selection of fresh and nutritious options, including salads and seafood. Those with a sweet tooth will be transported to heaven with the dessert buffet featuring an array of decadent treats. So come try The Line Restaurant and indulge in a truly unforgettable meal." },
  { "id": 54, "src": "/pics/54.jpeg", "choice": "8", "alt": "Post 54", "link": "https://www.facebook.com/grapevine787/",  "name": "Grapevine Cafe Bar & Restaurant", "category": "food", "rating": 4, "price": "25", "location": "Upper Serangoon Rd, #787, Singapore 534655", 
  "description": "Amidst the busy bustle of our metropolitan city is this serene escape from the both the heat and hectic schedules. Grapevine Bar & Restaurant offers western mains, with plenty of hearty comfort food for the ravishing diner. Recommended items are the truffle mushroom pizza, chicken chop and bangers & mash. If you’d prefer some light bites, go for the crispy chicken skin. The restaurant also has a large wine collection to pair your food with." },
  { "id": 55, "src": "/pics/55.jpeg", "choice": "9", "alt": "Post 55", "link": "https://greenland.zzv.com.sg/?StoreID=da5a2dbf-19c9-4a79-bf6e-aa12a440731b&Service=PickUp&lang=EN",  "name": "Greenland Vegetarian Restaurant", "category": "food", "rating": 4, "price": "25", "location": "789 & 791 Upper Serangoon Road, 534659", 
  "description": "Whether you’re vegetarian or not, it’s hard not to fall in love with the cuisine on offer at Greenland Vegetarian Restaurant on Upper Serangoon Road. Using wholesome ingredients and cooking each meal from scratch, Greenland Vegetarian Restaurant’s homestyle veggie dishes not only taste good but are good for you too, so you can indulge in as much as you want, guilt-free – perfect if you are going to go for the buffet option! Chow down on some deep-fried cauliflower and alfalfa sprouts with Thousand Island dressing, some sauteed monkey head mushroom with macadamia nut and mixed veg in a chilli sauce or a bowl of special double-boiled vegetable soup. Plus, this delightful restaurant has no service charge or GST. Singapore's veggies all flock to this Serangoon hotspot so booking a table in advance is recommended!" },
  { "id": 56, "src": "/pics/56.jpeg", "choice": "1", "alt": "Post 56", "link": "https://fragrantgarden.oddle.me/en_SG/",  "name": "Fragrant Garden  - Serangoon", "category": "food", "rating": 4.4, "price": "50", "location": "756 Upper Serangoon Rd, #01-15/16, Singapore 534626", 
  "description": "The Fragrant Garden Teochew story began in Geylang Serai village in the 1950s. Since then, our restaurant has withstood the test of times and gained popularity over years through our commitment to the best quality of ingredients and authenticity in our cooking method.Our boss, Mr Koh Ah Liang, who had mastered the art of Teochew culinary skills since young, continues to helm at the restaurant until today. From a humble Zhi Char stall to a full-fledged restaurant now at Upper Serangoon Shopping Centre, Fragrant Garden represents the owner’s unwavering commitment to deliver the best Teochew dishes to the local dining community, and is synonymous to authentic Teochew cuisine in Singapore." },
  { "id": 57, "src": "/pics/57.jpeg", "choice": "8", "alt": "Post 57", "link": "https://www.picotin.sg/",  "name": "Picotin - Katong", "category": "food", "rating": 3.5, "price": "30", "location": "382 Joo Chiat Road, Singapore 427622 Singapore", 
  "description": "Conceptualised as a family-style European bistro, Picotin serves hearty and wholesome food, perfect for family and friends to share and partake for all occasions. A place where you‘ll always receive a warm welcome, the relaxed environment along with our tasty food soothes your mind & body." },
  { "id": 58, "src": "/pics/58.jpeg", "choice": "1", "alt": "Post 58", "link": "https://isshinmachi.oddle.me/en_SG/",  "name": "Isshin Machi - East Coast", "category": "food", "rating": 4.5, "price": "30", "location": "", 
  "description": "Whether you're looking for a light bite or the full foodie experience, explore the dishes at Isshin Machi and experience authentic Taiwanese food in Singapore." },
  { "id": 59, "src": "/pics/59.jpeg", "choice": "8", "alt": "Post 59", "link": "https://burlamacco.com.sg/",  "name": "Burlamacco Ristorante - East Coast", "category": "food", "rating": 4, "price": "50", "location": "217 E Coast Rd, Singapore 428915", 
  "description": "An Italian restaurant nestled at the ground floor of 217 East Coast Road in Singapore, Burlamacco Ristorante presents an authentic dining experience with traditional Tuscan cuisine. Served with a delightfully modern twist, the wide variety of mouthwatering dishes and excellent wines are carefully crafted to give your palate a sure treat.\n\nFrom early morning to mid afternoon, stop by Burlamacco Ristorante to enjoy a plate of Eggs Royale. Sitting on a platter of smoked salmon, two perfectly poached eggs are accompanied with a pesto hollandaise sauce on a fluffy piece of sourdough. Pair this hearty platter with a Yoghurt for a filling meal. Served with freshly diced fruits, granola, fruit preserves and a spoonful of acacia honey, the artisan greek yoghurt is as delicious as it is nutritious. Main dishes here include the Tagliata and Pesce Burro.\n\nFor those looking to satisfy their pasta cravings, a wide selection of different pastas awaits. Prepared with different traditional Italian cooking methods, each pasta will certainly bring you on a gastronomic journey for an authentic taste of Italy." },
  { "id": 60, "src": "/pics/60.jpeg", "choice": "4", "alt": "Post 60", "link": "https://minang.sg/",  "name": "Rumah Makan Minang", "category": "food", "rating": 4.3, "price": "20", "location": "8 & 18A Kandahar Street, Singapore 198884", 
  "description": "Welcome to Rumah Makan Minang, where you’ll discover the delightful flavors of Indonesian cuisine in a friendly and inviting atmosphere. Indulge in our mouthwatering dishes, such as Nasi Padang and Beef Rendang, where every bite is a harmonious blend of well-seasoned ingredients. \n\nWe take great pride in using high-quality components to ensure that each dish is a true delight, just like a warm embrace from a dear friend. Despite our long-standing legacy and multiple branches, we maintain the essence of a cherished family diner, continuously improving our recipes to bring you an experience that radiates excellence and authenticity. Join us for a memorable dining journey, where tradition, quality, and genuine hospitality come together. \n\nIn addition to our restaurant dining, we happily offer halal catering services for both private and corporate events. Whether you’re planning an extravagant celebration or an intimate gathering, our catering options, including buffet catering, small buffet catering, and bento catering, are carefully crafted with the same attention to detail that defines our restaurant experience.\n\nRest assured, our catering services strictly adhere to halal standards, allowing you to savor our delectable cuisine with complete confidence. At Rumah Makan Minang, we genuinely look forward to serving you with our heartwarming dishes and welcoming smiles, ensuring your special occasions are filled with joy and unforgettable flavors." },
  {"id":61,"src":"/pics/61.jpeg","choice":17,"alt":"Post 61","link":"https://www.singapore-tickets.com/resorts-world-sentosa/","name":"Nestopia","category":"landscape","rating":4.4,"price":14,"location":"6 Siloso Bch Walk, 098995","description":"Dive into Nestopia, Singapore. Experience hours of entertainment and challenges for both kids and adults. Secure tickets for a playful journey."},
  {"id":62,"src":"/pics/62.jpeg","choice":15,"alt": "Post 62","link":"https://www.science.edu.sg/visit-us/opening-hours","name":"Science Centre","category":"landscape","rating":4.4,"price":11.35,"location":"15 Science Centre Rd, Singapore 609081","description":"Dive into a world of science and wonder at the Science Centre Singapore! Experience snow in Singapore, explore the stars of the night sky at the observatory, and much more on your visit. Let's take a look at what you can expect with your Science Centre Singapore tickets and some basic information to help you during your visit."},
  {"id":63,"src":"/pics/63.jpeg","choice":16,"alt": "Post 63","link":"https://www.singapore-tickets.com/resorts-world-sentosa/","name":"Resorts World Sentosa","category":"landscape","rating":4.6,"price":39,"location":"8 Sentosa Gateway, 098269","description":"Resorts World Sentosa is a hub of theme parks, jam-packed with popular attractions like Universal Studios Singapore, Adventure Cove, Dolphin Island, S.E.A. Aquarium, and more. See 100,000 aquatic animals in an open ocean environment at S.E.A aquarium, or hop aboard countless rides complete with cutting-edge technology for an adrenaline rush at Universal Studios."},
  {"id":64,"src":"/pics/64.jpeg","choice":16,"alt": "Post 64","link":"https://www.gardensbythebay.com.sg/en/things-to-do/attractions/floral-fantasy.html","name":"Floral Fantasy Singapore","category":"landscape","rating":4.6,"price":10,"location":"Gardens by the Bay","description":"Floral Fantasy boasts over 3,000 intriguing plants from 150 species. Explore four enchanting landscapes that transport you to otherworldly realms and admire plants like Fried Egg Trees to Darth Vader Begonias."},
  {"id":65,"src":"/pics/65.jpeg","choice":17,"alt": "Post 65","link":"https://www.singapore-tickets.com/resorts-world-sentosa/","name":"Sentosa 4D AdventureLand","category":"landscape","rating":4.1,"price":32,"location":"51B Imbiah Rd, 099708","description":"Get ready for action-packed 4D movies and interactive rides at Sentosa 4D AdventureLand. Choose from a variety of ticket options for a family-friendly adventure in Singapore's ultimate attraction."},
  {"id":66,"src":"/pics/66.jpeg","choice":17,"alt": "Post 66","link":"https://www.singapore-tickets.com/resorts-world-sentosa/","name":"Sentosa Adventure Cove","category":"landscape","rating":4.6,"price":40,"location":"8 Sentosa Gateway, Sentosa Island, 098269","description":"Explore theme parks, water parks, beaches and get the adrenaline pumping at Sentosa. Enjoy a wide variety of panoramic rides, culinary delights, and more. Catch sight of Resorts World Sentosa, the Royal Albatross Ship, and Sentosa Cove at this entertaining island resort."},
  {"id":67,"src":"/pics/67.jpeg","choice":17,"alt": "Post 67","link":"https://www.singapore-tickets.com/resorts-world-sentosa/","name":"Madame Tussauds","category":"landscape","rating":4.4,"price":33,"location":"40 Imbiah Rd, Sentosa, 099700","description":"Step into the world of lifelike wax figures of your favorite celebrities and historical icons at this renowned attraction. Choose from various ticket options with special discounted prices and don't miss your chance to rub shoulders with the stars!"},
  {"id":68,"src":"/pics/68.jpeg","choice":17,"alt": "Post 68","link":"https://www.jewelchangiairport.com/en/ticketing.html","name":"Jewel Changi Airport Attraction","category":"landscape","rating":4,"price":6.5,"location":"78 Airport Boulevard, #05-00, Jewel, Airport Blvd., Level 5 Singapore Changi Airport, 78, 819666","description":"Jewel Changi is a nature-themed complex at Singapore's Changi Airport, full of entertainment and retail options like the Canopy Park, Manulife Sky Nets, and Rain Vortex. With Jewel Changi Airport, you can also enjoy a host of different fun activities."},
  {"id":69,"src":"/pics/69.jpeg","choice":15,"alt": "Post 69","link":"https://www.singapore-tickets.com/art-science-museum-tickets/","name":"ArtScience Museum","category":"landscape","rating":4.5,"price":23,"location":"6 Bayfront Ave, Singapore 018974","description":"Take a tour of the ArtScience Museum in Singapore. Dive into the intersection of art, science, culture, and technology by exploring the various exhibitions at the museum."},
  {"id":70,"src":"/pics/70.jpeg","choice":14,"alt": "Post 70","link":"https://www.sysnmh.org.sg/en/visit/opening-hours-and-admission","name":"Sun Yat Sen Nanyang Memorial Hall","category":"landscape","rating":4.5,"price":6.5,"location":"12 Tai Gin Rd, Singapore 327874","description":"Delve into Dr. Sun Yat Sen's legacy at the Nanyang Memorial Hall"},
  {"id":71,"src":"/pics/71.jpeg","choice":12,"alt": "Post 71","link":"http://www.tiongbahruplaza.com.sg/","name":"Tiong Bahru","category":"shopping","rating":4.4,"price":0,"location":"1D Yong Siak St, Singapore 168641","description":"When you visit Tiong Bahru, the oldest housing estate in Singapore, you’ll be struck by the fascinating blend of old and new in this charming community. Whether you’re looking for shopping, dining, strolls, or adventurous activities, Tiong Bahru has something to offer every traveller. Fashion boutique DGA Threads is a haven for apparel and accessories alike. Curated Records offers a selection of vinyl for all music lovers, from rare vintage LPs to mainstream hits. Nana & Bird is a well-known local brand with an exclusive store located in Tiong Bahru, offering a fantastic shopping experience. The cosy and vibrant shop offers trendy clothes, jewellery, accessories, and footwear for women and young children. It’s a great place to find stylish items. Tiong Bahru Plaza offers everything from shopping to dining options."},
  {"id":72,"src":"/pics/72.jpeg","choice":12,"alt": "Post 72","link":"http://www.luckyplaza.com.sg/","name":"Lucky Plaza","category":"shopping","rating":4,"price":0,"location":"304 Orchard Rd, Lucky Plaza, Singapore 238863","description":"Lucky Plaza is a busy shopping place in Singapore and is located on Orchard Road. It is a popular and fun place for locals and tourists. Here, you can find different types of product shops, popular dishes to eat, and many things to do. As you step in, you’ll be greeted by a lively atmosphere."},
  {"id":73,"src":"/pics/73.jpeg","choice":12,"alt": "Post 73","link":"https://www.capitaland.com/sg/malls/imm/en.html","name":"IMM","category":"shopping","rating":4.4,"price":0,"location":"2 Jurong East Street 21, Singapore 609601","description":"It is one of the largest shopping malls in Singapore and a must-visit place to have the ultimate shopping experience in Lion City. Whether or not you are a shopaholic, visit IMM to find amazing deals on local brands like Charles & Keith and big international brands such as Sacoor, DKNY, and COACH. There are various home furnishing stores where you can grab some good stuff to upgrade your home."},
  {"id":74,"src":"/pics/74.jpeg","choice":12,"alt": "Post 74","link":"http://www.tanglinmall.com.sg/","name":"Tanglin Mall Bazaar","category":"shopping","rating":4.2,"price":0,"location":"163 Tanglin Rd, Singapore 247933","description":"Tanglin Mall is a popular and calm area also called Tanglin. It is a fancy place to shop in Singapore. You can shop, eat, and chill out there, all in one spot. You can purchase high-quality lifestyle and fashion products, handicrafts, and unique antique items at the best cost. This Mall is known for its premium-quality brands and products. And don’t miss the chance to explore the array of cafes and restaurants."},
  {"id":75,"src":"/pics/75.jpeg","choice":12,"alt": "Post 75","link":"http://www.fareastplaza.com.sg/","name":"Far East Plaza","category":"shopping","rating":3.9,"price":0,"location":"14 Scotts Road, #02-43, Far East Plaza, Singapore 228213","description":"It’s a place to shop in Singapore if you are a fashion freak. Far East Plaza is one stop destination for budget shopping for clothes, accessories, footwear, and all things related to fashion. The place is known to be home to shops where one can find styles directly from Hong Kong, from trendy Korean attires to apparel that throw retro vibes. It’s not a place for you if you are looking for brands."},
  {"id":76,"src":"/pics/76.jpeg","choice":12,"alt": "Post 76","link":"https://www.theeditorsmarket.com/","name":"The Editor’s Market","category":"shopping","rating":3.1,"price":0,"location":"391 Orchard Rd, #B1 - 16 TO 24, Singapore 238872","description":"The Editor’s Market is one of the best places to go shopping in Singapore. Here, you can buy multiple branded products without hampering your budget. You can indulge in retail therapy or binge shop. It is one of the places where you shop at a low price, as it follows a step pricing policy, which means the more you shop, the less you pay."},
  {"id":77,"src":"/pics/77.jpeg","choice":12,"alt": "Post 77","link":"","name":"City Plaza","category":"shopping","rating":3.9,"price":0,"location":"810 Geylang Rd, Singapore 409286","description":"City Plaza is one of the oldest shopping malls in Singapore, where tourists can buy several things within a budget. One can spend hours shopping on five different plaza floors, searching for their perfect pick. Gadgets, clothes, and accessories serve the needs of every kind. After a tiring stroll here, one can eat delicious food in the food court."},
  {"id":78,"src":"/pics/78.jpeg","choice":12,"alt": "Post 78","link":"http://rafflescity.com.sg/","name":"Raffles City Shopping Centre","category":"shopping","rating":4.4,"price":0,"location":"252 North Bridge Rd, Singapore 179103","description":"Although there are probably half a dozen similar malls on Orchard Road (Singapore’s main shopping district), Raffles City Shopping Centre makes our list with its hugely convenient location, right in the middle of the Civic District and just a short walk from Clarke Quay and Marina Bay. Inside, you’ll find all your usual high street names alongside a great choice of dining options, including a cheap and cheerful food court in the basement."},
  {"id":79,"src":"/pics/79.jpeg","choice":12,"alt": "Post 79","link":"https://www.wismaonline.com/","name":"Wisma Atria","category":"shopping","rating":4.2,"price":0,"location":"435 Orchard Rd, Singapore 238877","description":"\"You might’ve heard of the IG-worthy bookshop BookXcess at Wisma Atria  – it’s the perfect place to grab a gift for your bookworm friends. While you’re at the mall, check out the other shops that sell an array of products from fashion and skincare to makeup and luxury watches. Parents can peruse the baby and children’s clothing stores such as Little Ground and Seed Heritage. Those who have foreign friends visiting can bring them to Wisma Atria too as there are tourists’ favourites Krispy Kreme and Garrett Popcorn here. They’ll be able to enjoy discounts at selected stores under the mall’s tourist rewards.\""},
  {"id":80,"src":"/pics/80.jpeg","choice":12,"alt": "Post 80","link":"http://www.313somerset.com.sg/","name":"313@Somerset","category":"shopping","rating":4.4,"price":0,"location":"313 Orchard Rd, Singapore 238895","description":"We’re lumping these 3 malls – 313@Somerset, Orchard Gateway, and Orchard Central – together because they’re interlinked. Starting with 313@Somerset, the biggest of ‘em all. It mainly houses lifestyle and fashion shops, with a large focus on hypebeast gear from brands like Well Bred, Weston Corp, and Limited Edt. "}
]
